Repository: oliverklee/ext-realty
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, it, nl, ru, tr

# message_noResultsFound_image_upload
source: You can only upload images for a specified realty object. Click the image upload button in the "my objects" list.
de: Bilder können nur für eine bestimmte Immobilie hochgeladen werden. Klicken Sie auf den "Bilder hochladen"-Link in der "Meine Objekte"-Liste.
es: Sólo puedes subir imágenes de un objeto especificado . Haga clic en el botón de carga de la imagen en la lista de mis objetos
it: Tu puoi caricare immagini per un specifico immobile. Clicca il bottone di caricamento immagini nella lista "miei immobili".
nl: U kunt enkel foto's voor een reeds aangelegd object uploaden.

# message_noResultsFound_single_view_formal
source: This URL is invalid. The object to be shown in the detail view is not available. Please contact the web master.
de: Diese URL ist ungültig. Das in der Detailansicht zu zeigende Objekt ist nicht verfügbar. Bitte kontaktieren Sie den Webmaster.
es: URL inválida. El objeto no está disponible. Contacte con el Webmaster
it: Questo URL non &egrave; valido. L'immobile da visualizzare nella scheda prodotto non &egrave; disponibilie. Per favore contatti il web master.
nl: De link is niet correct. Het gevraagde object kan niet getoond worden in de detail aanzicht. Neemt U aub contact op met de webmaster.

# message_noResultsFound_single_view_informal
source: This URL is invalid. The object to be shown in the detail view is not available. Please contact the web master.
de: Diese URL ist ungültig. Das in der Detailansicht zu zeigende Objekt ist nicht verfügbar. Bitte kontaktiere den Webmaster.
es: URL inválida. El objeto no está disponible. Contacta con el Webmaster
it: Questo URL non &egrave; valido. L'immobile da visualizzare nella scheda prodotto non &egrave; disponibilie. Per favore contatta il web master.
nl: De link is niet correct. Het gevraagde object kan niet getoond worden in de detail aanzicht. Neemt U aub contact op met de webmaster.

# message_noResultsFound_my_objects_formal
source: You do not have any objects.
de: Sie haben keine Datensätze.
es: Vd. no tiene ningún objeto
it: Non ha nessun immobile.
nl: U heeft nog geen objecten in uw account.

# message_noResultsFound_my_objects_informal
source: You do not have any objects.
de: Du hast keine Datensätze.
es: Tu no tienes nigún objeto
it: Non hai nessun immobile.
nl: Je hebt nog geen objecten in uw account.

# message_noResultsFound_offererList
source: There are no offerers to display.
de: Zur Zeit gibt es keine Anbieter in der Datenbank.
es: Por el momento no existen objetos
it: Non ci sono proprietari da visualizzare.
nl: Er zijn geen aanbieders

# message_noResultsFound_objects_by_owner
source: This offerer currently does not have any objects.
de: Dieser Anbieter hat zur Zeit keine Objekte.
es: Este proveedor no tiene objetos
it: Questo proprietario non ha nessun immobile.
nl: Deze aanbieder heeft momenteel geen objecten geplaatst

# message_access_denied_formal
source: You do not have access to the editing mode for this object. Only this object's owner may edit this record.
de: Sie haben keinen Zugriff auf diesen Datensatz. Nur der Besitzer darf diesen Datensatz bearbeiten.
es: Usted no tiene permisos para modificar este objeto. Solo el propietario del mismo puede modificarlo.
it: Non ha i permessi di accesso per modificare questo immobile. Solo il proprietario dell'immobile puo' modificare i dati.
nl: U heeft geen toegang tot dit object. Enkel de houder van dit object kan wijzigingen doorvoeren.

# message_access_denied_informal
source: You do not have access to the editing mode for this object. Only this object's owner may edit this record.
de: Du hast keinen Zugriff auf diesen Datensatz. Nur der Besitzer darf diesen Datensatz bearbeiten.
es: Tu no tienes permisos para modificar este objeto. Solo el propietario del mismo puede modificarlo.
it: Non hai i permessi di accesso per modificare questo immobile. Solo il proprietario dell'immobile puo' modificare i dati.
nl: Je hebt geen toegang tot dit object. Enkel de houder van dit object kan wijzigingen doorvoeren.

# message_invalidImage_formal
source: This image is not available in our databases. Please check that the address you've entered is correct. If you have followed a link to this page, the link might be incorrect or out of date.
de: Dieses Bild ist in unseren Datenbanken leider nicht verfügbar. Bitte überprüfen Sie, ob die Adresse in der Adresszeile Ihres Browsers korrekt ist. Falls Sie einem Link zu dieser Seite gefolgt sind, ist der Link möglicherweise fehlerhaft oder veraltet.
es: La imágen no está disponible en nuestra base de datos. Por favor compruebe si la dirección que introdujo es correcta. Si ha seguido un enlace hasta esta página, o el enlace es incorrecto o caducado,
it: Questa immagine non &egrave; disponibile nel database. Per favore verifichi che l'indirizzo sia corretto. Se ha seguito un link a questa pagina, il link potrebbe essere sbagliato o vecchio.
nl: Deze foto is in onze Database niet beschikbaar. Controleerd U, of het adres in uw browser correct is. Indien U via een externe link op deze pagina terecht bent gekomen, is de link waarschijnlijk verouderd of deze bestaat niet meer.
ru: Это изображение не доступно в нашей базе данных. Пожалуйста, убедитесь в правильности адреса. Если Вы перешли на эту старницу по ссылке на сайте, значит возможно ссылка повреждена или устарела. Пожалуйста, сообщите об этом администратору сайта.
tr: Bu resim veri bankamızda kullanıma açık değil. Lütfen yazdıgınız adresi kontrol ediniz. Eğer bu sayfaya bir linkı takip ederek geldiyseniz, link yanlış ya da eski olabilir

# message_invalidImage_informal
source: This image is not available in our databases. Please check that the address you've entered is correct. If you have followed a link to this page, the link might be incorrect or out of date.
de: Dieses Bild ist in unseren Datenbanken leider nicht verfügbar. Bitte überprüfe, ob die Adresse in der Adresszeile deines Browsers korrekt ist. Falls du einem Link zu dieser Seite gefolgt bist, ist der Link möglicherweise fehlerhaft oder veraltet.
es: La imágen no está disponible en nuestra base de datos. Por favor comprueba si la dirección que introdujiste es correcta. Si has seguido un enlace hasta esta página, o el enlace es incorrecto o caducado,
it: Questa immagine non &egrave; disponibile nel database. Per favore verifica che l'indirizzo sia corretto. Se hai seguito un link a questa pagina, il link potrebbe essere sbagliato o vecchio.
nl: Deze foto is in onze Database niet beschikbaar. Controleer of het adres in je browser correct is. Indien je via een externe link op deze pagina terecht bent gekomen, is de link waarschijnlijk verouderd of deze bestaat niet meer.
ru: Это изображение не доступно в нашей базе данных. Пожалуйста, убедитесь в правильности адреса. Если Вы перешли на эту старницу по ссылке на сайте, значит возможно ссылка повреждена или устарела. Пожалуйста, сообщите об этом администратору сайта.
tr: Bu resim veri bankamızda kullanıma açık değil. Lütfen yazdığın adresi kontrol et. Eğer bu sayfaya bir linkı takip ederek geldiysen, link yanlış ya da eski olabilir.

# message_please_login_formal
source: Please log in to view this page.
de: Bitte loggen Sie sich ein, um diese Seite anzuzeigen.
es: Por favor, identifíquese para ver esta página
it: Per favore si colleghi all'area riservata per vedere questa pagina.
nl: Logt u zich aub in om deze pagina te kunnen bekijken.

# message_please_login_informal
source: Please log in to view this page.
de: Bitte logge dich ein, um diese Seite anzuzeigen.
es: Por favor, identifícate para ver esta página
it: Per favore collegati all'area riservata per vedere questa pagina.
nl: Logt u zich aub in om deze pagina te kunnen bekijken.

# message_no_objects_left
source: You have reached the number of objects you are allowed to enter and cannot enter any more objects.
de: Sie können keine weiteren Objekte eintragen, da Sie bereits die maximale Anzahl an Objekten eingetragen haben.
es: Vd ya no puede meter mas datos, ya que llego al máximo permitido.
it: Hai raggiunto il numero di immobili che puoi inserire e non &egrave; possibile aggiungerne altri.
nl: U heeft het maximum aantal objecten ingevoerd. Neem contact op met de beheerder voor verdere informatie.

# label_salutation
source: Hello
de: Guten Tag
es: Hola
it: Ciao
nl: Goedendag

# label_uid
source: Database ID
de: Datenbank ID
es: ID Banco de Datos

# label_user_text
source: wrote the following
de: hat folgende Anfrage
es: escribio la siguiente petición
it: scritto di seguito
nl: schreef het volgende

# label_user_contact_information
source: Contact information
de: Kontaktdaten
es: Datos de contacto
it: Contatto per informazioni
nl: Kontakt informatie

# label_email_subject_specialized
source: Request concerning object #
de: Anfrage für Objekt
es: Solicitud de información para el objeto
it: Richiesta relativa all'immobile #
nl: Aanvraag betreffende het object

# label_email_subject_general
source: Realty request
de: Immobilien-Anfrage
es: Peticion de immobiliarias
it: Richiesta immobile
nl: Object aanvraag

# label_contact_form_description_formal
source: Here you can write a message to the offerer.
de: Hier können Sie eine Nachricht an den Anbieter senden.
es: Aqui puede Vd. enviar un mensaje el proveedor
it: Qui puo' scrivere un messaggio al proprietario.
nl: Hier kunt u uw vraag/opmerking aan de aanbieder stellen.

# label_contact_form_description_informal
source: Here you can write a message to the offerer.
de: Hier kannst du eine Nachricht an den Anbieter schicken.
es: Aqui puedes enviar un mensjae al proveedor
it: Qui puoi scrivere un messaggio al proprietario.
nl: Hier kunt u uw vraag/opmerking aan de aanbieder stellen.

# label_requested_object
source: The requested object:
de: Das betreffende Objekt:
es: Tu objeto requerido:
it: Immobili richiesti:
nl: Het aangevraagde object

# label_requester_data_is_uneditable_formal
source: We are using the contact data from your account here.
de: Wir benutzen hier die Daten Ihres Accounts.
es: Utilizamos los datos de su cuenta
it: Stiamo utilizzando i dati dei contatti del suo account.
nl: We gebruiken de contactgegevens uit uw account

# label_requester_data_is_uneditable_informal
source: We are using the contact data from your account here.
de: Wir benutzen hier die Daten deines Accounts.
es: Utilizamos los datos de tu cuenta
it: Stiamo utilizzando i dati dei contatti del tuo account.
nl: We gebruiken de contactgegevens uit jouw account

# label_street
source: Street
de: Straße
es: Calle
it: Via
nl: Straat

# label_zip
source: ZIP
de: PLZ
es: Codigo Postal
it: CAP
nl: Postcode

# label_zip_and_city
source: ZIP and city
de: PLZ und Stadt
es: Codigo Postal y Ciudad
it: CAP e citt&agrave;
nl: Postcode + Woonplaats

# label_your_email
source: E-mail address
de: E-Mail-Adresse
es: Correo electrónico
it: Indirizzo e-mail
nl: E-Mail

# label_your_phone
source: Phone number
de: Telefonnummer
es: Nro. de teléfono
it: Numero telefonico
nl: Telefoonnummer

# label_your_request
source: Request
de: Anfrage
es: Petición
it: Richiesta
nl: Opmerking/Verzoek

# label_viewing
source: Please arrange a date for viewing the object with me.
de: Bitte vereinbaren Sie einen Besichtigungstermin.
es: Concertar una cita para ver el objeto conmigo

# label_information
source: Please send me some information material.
de: Bitte senden Sie mir Objektinformationen zu.
es: Por favor envieme más informaciones del objeto

# label_callback
source: Please call me back.
de: Bitte rufen Sie mich zurück.
es: Por favor devuelvame la llamada

# label_terms
source: I have read and agree to the %s terms %s.
de: Ich habe die %s <acronym title="Allgemeine Geschäftsbedingungen">AGB</acronym> %s zur Kenntnis genommen und erkläre mich mit dem Inhalt einverstanden.
es: He leido y acepto las %s terms %s

# label_law
source: If you would like us to call you back, please give us explicit permission to do so.
de: Seit dem 1. August 2009 sind nach §7 Absatz 2 Nr. 2 des Gesetzes gegen unlauteren Wettbewerb (UWG) Anrufe ohne ausdrückliche Genehmigung unerlaubte Telefonwerbung. Wir bitten Sie daher an dieser Stelle, uns Ihre Erlaubnis für Telefonanrufe zu erteilen, damit wir Sie auch in Zukunft über attraktive Immobilien informieren und persönlich beraten können.
es: Desde el 01 de agosto de 2009 son las llamadas sin consentimiento en virtud del artículo 7 párrafo 2 no. 2 de la ley contra la publicidad de Telefónica ilegal de competencia desleal (UWG). Le pedimos que nos otorga su consentimiento para las llamadas de teléfono, para que podamos informarle en el futuro personalmente en este punto.

# label_submit
source: Send
de: Abschicken
es: Enviar
it: Invia
nl: Versturen

# label_save
source: Save
de: Speichern
es: Grabar
it: Salva
nl: Opslaan

# label_no_contact_person
source: The request cannot be sent because no contact person was entered for this object.
de: Die Anfrage kann nicht gesendet werden, weil für dieses Objekt keine Kontaktperson angegeben wurde.
es: Esta petición no puede ser enviada por faltar la persona de contacto de este objeto.
it: La richiesta non puo' essere inviata perch&egrave; non sono stati inseriti contatti per questo immobile.
nl: Uw aanvraag kon helaas niet verstuurd worden daar de aanbieder geen e-mail adres heeft achtergelaten, neemt U aub telefonisch contact met de aanbieder op.

# label_set_name_formal
source: Please provide your name without special characters.
de: Bitte geben Sie Ihren Namen ohne Sonderzeichen ein.
es: Por favor introduzca su nombre si caracteres especiales
it: Per favore inserisca il suo nome senza caratteri particolari.
nl: Vul aub uw naam in.

# label_set_name_informal
source: Please provide your name without special characters.
de: Bitte gib deinen Namen ohne Sonderzeichen ein.
es: Por favor introduce tu nombre sin caracteres especiales
it: Per favore inserisci il tuo nome senza caratteri particolari.
nl: Vul aub uw naam in.

# label_set_valid_email_address_formal
source: Please provide a valid e-mail address.
de: Bitte geben Sie eine gültige E-Mail-Adresse an.
es: Por favor introduzca un dirección de correo electrónico válida
it: Per favore inserisca un indirizzo e-mail valido.
nl: Vult u aub een geldig e-mail adres in.

# label_set_valid_email_address_informal
source: Please provide a valid e-mail address.
de: Bitte gib eine gültige E-Mail-Adresse an.
es: Por favor introduce una dirección de correo valida
it: Per favore inserisci un indirizzo e-mail valido.
nl: Vult u aub een geldig e-mail adres in.

# message_required_field_request
source: Please enter a request.
de: Bitte geben Sie Ihr Anliegen an.
es: En que podemos ayudarle:
it: Per favore inserisci la richiesta.
nl: Aub uw bericht invullen.

# message_required_field_terms
source: For processing your request, we need you to explicitly accept our terms and conditions. Please check the checkbox below.
de: Wir können Ihre Anfrage leider nur dann entgegennehmen und bearbeiten, wenn Sie unseren Allgemeinen Geschäftsbedingungen ausdrücklich zustimmen. Bitte wählen Sie dazu das unten stehende Kästchen an.
es: Solo lo podemos ayudar si ha leeido y aceptado nuestras condiciones generales. Por favor cheque el respectivo cuadrito

# label_thank_you_formal
source: Thank you for your request.
de: Danke für Ihre Anfrage.
es: Gracias por su petición
it: Grazie per la sua richiesta.
nl: Hartelijk dank voor uw aanvraag.

# label_thank_you_informal
source: Thank you for your request.
de: Danke für deine Anfrage.
es: Gracias por tu petición
it: Grazie per la tua richiesta.
nl: Hartelijk dank voor uw aanvraag.

# label_message_sent_formal
source: Your request was sent.
de: Ihre Anfrage wurde verschickt.
es: Su petición ha sido enviada
it: La sua richiesta &egrave; stata inviata.
nl: Uw aanvraag is verstuurd

# label_message_sent_informal
source: Your request was sent.
de: Deine Anfrage wurde abgeschickt.
es: Tu petición ha sido enviada
it: La tua richiesta &egrave; stata inviata..
nl: Uw aanvraag is verstuurd.

# label_has_request
source: has written the following request:
de: hat folgende Anfrage geschickt:
es: ha enviado la siguiente petición
it: ha scritto la seguente richiesta:
nl: heeft de volgende opmerking:

# label_summary_string_of_favorites
source: The following objects were on the requester's favorites list:
de: Folgende Objekte waren auf dem Merkzettel:
es: Los siguientes objetos estabán tu bloc de notas
it: I seguenti immobili sono sulla lista preferiti dei visitatori:
nl: De navolgende objecten had de bezoeker op zijn Favorietenlijst:

# label_sender_contact
source: The sender's contact data:
de: Die Kontaktdaten des Absenders:
es: La direccion de contacto del remitente
it: Il contatto del mittente:
nl: Contactgegevens van de afzender

# label_append_images
source: Append images
de: Bilder hinzufügen
es: Importa imagines
it: Aggiungi immagine
nl: Opgeslagen foto's

# label_edit
source: Edit
de: Bearbeiten
es: Modificar
it: Modifica
nl: Bewerken

# label_new_record
source: Create new object
de: Neues Objekt erstellen
es: Crear un nuevo objeto
it: Crea un nuovo immobile
nl: Nieuw object invoeren

# label_delete
source: Delete
de: Löschen
es: Borrar
it: Cancella
nl: Verwijderen

# label_really_delete
source: Do you really want to delete this record?
de: Möchten Sie diesen Datensatz wirklich löschen?
es: Esta Vd. seguro de querer borrar este objeto.
it: Sei sicuro di voler cancellare questo immobile?
nl: Weet U zeker dat U dit object wilt verwijderen??

# label_published
source: Published
de: Veröffenticht
es: Publicado
it: Pubblicato
nl: Geplubiceerd

# label_pending
source: Pending
de: Ausstehend
es: Pendiente
it: In attesa
nl: In wachtrij

# label_advertise
source: Advertise
de: Inserieren
es: Anunciar
it: Pubblicizza
nl: Adverteer

# label_advertised
source: Advertised
de: Inseriert
es: Anunciado
it: Pubblicizzato
nl: Advertentie actief

# message_no_valid_number
source: Please enter a valid number.
de: Bitte geben Sie eine gültige Zahl an.
es: Por favor introduzca un número válido
it: Per favore inserisci un numero valido.
nl: Vul een geldig nummer in.

# message_no_valid_price
source: Please enter a valid price.
de: Bitte geben Sie einen gültigen Preis an.
es: Por favor introduzca un precio válido
it: Per favore inserisci un prezzo valido.
nl: Vul een geldige prijs in.

# message_no_valid_year
source: Please enter a year that lies in the past.
de: Bitte geben Sie eine Jahreszahl in der Vergangenheit ein.
es: Por favor introduzca una fecha en el pasado
it: Per favore inserisci un anno precedente all'attuale.
nl: Vul een jaar uit het verleden in.

# message_no_valid_longitude_degree
source: Please enter a valid longitude degree (-180 to 180).
de: Bitte geben Sie einen gültigen Längengrad ein (-180 bis 180).
es: Por favor introduzca las coordenadas de longitud (-180 hasta 180)
it: Per favore inserisci un grado di longitudine valido (da -180 a 180).
nl: Vul een geldige lengtegraad (-180 tot 180)

# message_no_valid_latitude_degree
source: Please enter a valid latitude degree (-90 to 90).
de: Bitte geben Sie einen gültigen Breitengrad ein (-90 bis 90).
es: Por favor introduzca las coordenadas de latitude (-90 hasta 90)
it: Per favore inserisci un grado di latitudine valido ( da -90 a 90).
nl: Vul een geldige breedegraad (-90 tot 90)

# message_object_number_exists
source: The entered object number already exists in the database. Please enter a different object number.
de: Die angegebene Objektnummer existiert bereits in der Datenbank. Bitte geben Sie eine andere Objektnummer an.
es: El objeto que quiere introducir ya existe el el banco de datos. Por favor meta un nro. de obejto diferente
it: Il codice dell'immobile inserito esiste. Per favore inserisci un codice differente.
nl: Het ingevoerde objectnummer bestaat reeds, vul een ander nummer in

# message_required_field
source: Please enter a value for this field.
de: Bitte geben Sie einen Wert für dieses Feld an.
es: Campo obligatorio. por favor introduzca un valor para este campo
it: Per favore inserisci un valore in questo campo.
nl: Geef een waarde voor dit veld

# message_required_field_requesterZip
source: Please enter your ZIP code.
de: Bitte geben Sie Ihre Postleitzahl an.
es: Por favor introduzca su codigo postal
it: Per favore inserisci il CAP.
nl: Vul uw postcode in.

# message_required_field_requesterCity
source: Please enter your city.
de: Bitte geben Sie Ihren Wohnort an.
es: Por favor introduzca su ciudad
it: Per favore inserisci la citt&agrave;.
nl: Vul uw woonplaats in.

# message_value_not_allowed
source: The provided value is not within the set of allowed values.
de: Der eingegebene Wert ist für dieses Feld nicht erlaubt.
es: El valor introducido no es valido para este campo. Por favor vuelva a intentarlo
it: Il valore non &egrave; previsto fra quelli consentiti.
nl: De opgegeven waarde is niet toegestaan

# message_enter_valid_non_empty_buying_price
source: Please enter a valid price because this is an object to buy.
de: Bitte geben Sie einen gültigen Preis an, weil Sie ein Objekt zum Kaufen anlegen.
es: Por favor introduzca un precio real, ya que es un objeto para vender
it: Per favore inserisci un prezzo valido perch&egrave; si tratta di un immobile in vendita.
nl: Vul een koopprijs in daar het hier om een koopobject gaat

# message_enter_valid_or_empty_buying_price
source: Please enter a valid price or leave this field empty.
de: Bitte geben Sie einen gültigen Preis an oder lassen Sie dieses Feld leer.
es: Por favor introduzca un precio real o deje el campo vacio
it: Per favore inserisci un prezzo valido o lascia questo campo vuoto.
nl: Vul een bedraag in of laat het leeg

# message_enter_valid_non_empty_rent
source: Please enter a valid price for <em>net rent per year</em>, <em>rent with heating costs</em> or <em>rent excluding bills</em> as this is an object to rent.
de: Bitte geben Sie einen gültigen Preis für <em>Nettojahresmiete</em>, <em>Warmmiete</em> oder <em>Kaltmiete</em> an, da Sie ein Objekt zum Mieten anlegen.

# message_enter_valid_or_empty_rent
source: Please enter a valid price for <em>net rent per year</em>, <em>rent with heating costs</em> or <em>rent excluding bills</em> or leave these fields empty.
de: Bitte geben Sie einen gültigen Preis für <em>Nettojahresmiete</em>, <em>Warmmiete</em> oder <em>Kaltmiete</em> an oder lassen Sie dieses Feld leer.

# message_either_new_or_existing_record
source: A new and an existing record cannot be stored for the same object. Please either select an existing record or provide a new title.
de: Ein neuer und ein existierender Datensatz können nicht für dasselbe Objekt gespeichert werden. Bitte wählen Sie entweder einen der existierenden Datensätze oder geben Sie einen neuen Titel an.
es: Un objeto nuevo y otro existente no se pueden grabar en el mismo objeto. Por favor seleccione otro objeto a dele un nuevo titulo.
it: Un nuovo e esistente inserimento non puo' essere archiviato per lo stesso immobile. Per favore scegli un record esistente o inserisci un nuovo titolo.
nl: Een nieuw en bestaand object kunnen niet tegerlijk worden opgeslagen

# label_new_city
source: Create new city
de: Neuen Ort anlegen
es: Por favor cree una nueva ciudad
it: Crea una nuova citt&agrave;
nl: Nieuwe plaats invoeren

# label_email_subject_fe_editor
source: A new realty record has been created in the FE.
de: Ein neues Immobilienobjekt wurde im FE angelegt
es: Un nuevo objeto immobiliario ha sido creado en el FE
it: Un nuovo immobile &egrave; stato inserito nel FE.
nl: Een nieuw object is aangelegd in de FE.
