Repository: oliverklee/ext-realty
Catalog: Resources/Private/Language/*.locallang_import.xlf
Languages: de, es, it

# message_zip_archive_not_installed
source: Importing is impossible because your PHP installation lacks in ZIP file functions. Please compile PHP with ZIP support by using the "--enable-zip" configure option. On a SUSE system the packages "php-zip" or "php5-zip" must be installed for this.
de: Der Import kann nicht durchgeführt werden, weil Ihre PHP Installation keine ZIP-Funktionen bereitstellt. Bitte kompilieren Sie PHP mit ZIP-Unterstützung, indem Sie die "--enable-zip"-Option bei der Kompilierung verwenden. Bei einem SUSE-System müssen die Pakete "php-zip" oder "php5_zip" dafür installiert sein.
es: La importación fue abortada debido a que su instalación de PHP no adminte las funciones de archivos ZIP. Por favor, compilar PHP con soporte ZIP usando la opción de configuración "- enable-zip" . En un sistema SUSE los paquetes "php-zip" y "php5-zip" deben estar instalados.
it: Importazione non possibile perch&egrave; l'installazione di PHP non prevede le funzioni per i ZIP file. Si prega di compilare PHP con il supporto ZIP utilizzando le opzioni di configurazione "--enable-zip". Su sistema SUSE i pacchetti "php-zip" o "php5-zip" devono essere installati.

# message_import_directory_not_existing
source: Importing is impossible because the configured import directory "%s" does not exist. It is also possible that the current user "%s" has no read permissions on one of the parent folders. Please check your configuration and restart the import.
de: Der Import kann nicht durchgeführt werden, weil der konfigurierte Import-Ordner "%s" nicht existiert. Es besteht auch die Möglichkeit, dass der aktuelle Benutzer "%s" keine Leserechte auf einen der übergeordneten Ordner besitzt. Bitte überprüfen Sie Ihre Konfiguration und starten Sie den Import erneut.
es: La importación de datos es imposible, porque la carpeta configurada "%s" no existe. Es posible que el usuario actual no tengo permisos para dicha carpeta. Por favor controle la configuración
it: Importazione non possibile perch&egrave; la directory "%s", configurata per l'importazione, non esiste.

# message_import_directory_not_readable
source: Importing is impossible because the configured import directory "%s" is not readable. Please fix file permissions or configure another directory and restart the import. The folder belongs to the user: "%s" and has the following permissions: "%s". The user starting this import was: "%s".
de: Der Import kann nicht durchgeführt werden, weil für den konfigurierten Import-Ordner "%s" keine Leserechte gesetzt sind. Bitte ändern Sie die Dateirechte für diesen Ordner oder konfigurieren Sie einen anderen und starten Sie den Import erneut. Der Ordner gehört dem Benutzer: "%s" und hat folgende Zugriffsrechte: "%s". Der Import wurde von folgendem Benutzer ausgeführt: "%s".
es: La importación de datos es imposible, porque la carpeta configurada "%s" no se puede leer. Es posible que el usuario actual no tengo permisos para dicha carpeta o la misma no tenga los derechos de lectura. Por favor controle la configuración y comience nuevamente la importación. La carpeta pertenece al usuario "%s". La importación fué realizada por el usuario "%s"
it: Importazione non possibile perch&egrave; la directory "%s", configurata per l'importazione, non &egrave; leggibile. Si prega di configurare i permessi di accesso o impostare un altra directory. La directory appartiene all'utente "%s" e ha i seguenti permessi: "%s". L'utente che ha avviato l'importazione &egrave;: "%s".

# message_import_directory_not_writable
source: Importing is impossible because the configured import directory "%s" is not writable. Please fix file permissions or configure another directory and restart the import. The folder belongs to the user: "%s" and has the following permissions: "%s". The user starting this import was: "%s".
de: Der Import kann nicht durchgeführt werden, weil für den konfigurierten Import-Ordner "%s" keine Schreibrechte gesetzt sind. Bitte ändern Sie die Dateirechte für diesen Ordner oder konfigurieren Sie einen anderen und starten Sie den Import erneut. Der Ordner gehört dem Benutzer: "%s" und hat folgende Zugriffsrechte: "%s". Der Import wurde von folgendem Benutzer ausgeführt: "%s".
es: La importación de datos es imposible, porque en la carpeta configurada "%s" no se puede escribir. Es posible que el usuario actual no tenga permisos para dicha carpeta o la misma no tenga los derechos de escritura. Por favor controle la configuración y comience nuevamente la importación. La carpeta pertenece al usuario "%s". La importación fué realizada por el usuario "%s"
it: Importazione non possibile perch&egrave; la directory "%s", configurata per l'importazione, non &egrave; scrivibile. Si prega di configurare i permessi di accesso o impostare un altra directory. La directory appartiene all'utente "%s" e ha i seguenti permessi: "%s". L'utente che ha avviato l'importazione &egrave;: "%s".

# message_upload_directory_not_existing
source: Importing is impossible because the upload directory of the realty extension "%s" does not exist. Please check your configuration and restart the import.
de: Der Import kann nicht durchgeführt werden, weil der Upload-Ordner der Realty-Extension "%s" nicht existiert. Bitte überprüfen Sie Ihre Konfiguration und starten Sie den Import erneut.
es: La importación no se puede realizar, porque la carpeta de subida en la Extensions Realty no existe. Por favor controle la configuración y reinicie de nuevo la importación
it: Importazione non possibile perch&egrave; la directory di upload dell'estensione realty "%s" non esiste. Si prega di verificare la configurazione e riavviare l'importazione.

# message_upload_directory_not_writable
source: Importing is impossible because the upload directory of the realty extension "%s" is not writable. Please fix file permissions and restart the import. The folder belongs to the user: "%s" and has the following permissions: "%s". The user starting this import was: "%s".
de: Der Import kann nicht durchgeführt werden, weil für den Upload-Ordner der Realty-Extension "%s" keine Schreibrechte gesetzt sind. Bitte ändern Sie die Dateirechte für diesen Ordner und starten Sie den Import erneut. Der Ordner gehört dem Benutzer: "%s" und hat folgende Zugriffsrechte: "%s". Der Import wurde von folgendem Benutzer ausgeführt: "%s".
es: La importación no se puede realizar, porque la carpeta de subida en la Extensions Realty no tiene derechos de escritura. La carpeta pertenece a "%s" y tiene los siguentes permisos. El usuario que empezó la importación es "%s"
it: Importazione non possibile perch&egrave; la directory di upload dell'estensione realty "%s" non &egrave; scrivibile. Si prega di configurare i permessi di accesso e riaviare l'importazione. La directory appartiene all'utente "%s" e ha i seguenti permessi: "%s". L'utente che ha avviato l'importazione &egrave;: "%s".

# message_no_zips
source: No ZIPs to extract. The configured import folder does not contain any ZIP archives. Please check the path configured in the extension manager and the contents of the folder.
de: Es wurden keine ZIP-Archive im Import-Ordner gefunden. Bitte überprüfen Sie den konfigurierten Pfad und den Inhalt des Ordners.
es: No existern archivos ZIPs a extraer. La carpeta configurada para la importación no contiene archivos ZIP. Por favor compruebe la ruta configurada en el administrador de extensiones y el econtenido de la carpeta.
it: Nessun ZIP da estrarre. La directory configurata non contiene archivi ZIP. Perfavore verificare la directory di importazione impostata e il contenuto della stessa.

# message_deleted_objects_from_full_sync
source: The following objects have been deleted during full sync:
de: Diese Objekte wurden beim Vollabgleich gelöscht:

# message_object_not_loaded
source: The record could not be loaded. Because of invalid contents, the record might not have been imported completely.
de: Der Datensatz konnte nicht geladen werden. Aufgrund invaliden Inhalts wurde der Datensatz möglicherweise nicht vollständig importiert.
es: El registro no ha podido ser cargado. Debido a contenido inválido, el registro no ha sido cargado completamente.
it: Il record non puo' essere caricato. A causa di contenuti errati, i record non sono stati importati completamente.

# message_insertion_failed
source: An error occurred while trying to create a new database record. This record was not inserted into the database.
de: Während des Einfügens in die Datenbank trat ein Fehler auf. Der Datensatz konnte nicht in die Datenbank geschrieben werden.
es: Un error ha ocurrido en el intento de creación de un nuevo registro en la base de datos. Este registro no ha sido insertado en la base de datos.
it: Si &egrave; verificato un errore nel tentativo di creare un nuovo record nel database. Questo record non &egrave; stato inserito nel database.

# message_deleted_flag_causes_deletion
source: Updating this record deletes the record.
de: Dieser Datensatz wird durch die Aktualisierung gelöscht.
es: Esta archivo será reemplazado por el nuevo
it: Aggiornando questo record si cancella il record.

# message_deleted_flag_set
source: This record is marked to be deleted and is ignored by the importer because it does not exist in the database.
de: Dieser Datensatz ist zum Löschen markiert. Da er noch nicht in der Datenbank existiert, wird er beim Importieren ignoriert.
es: Este registro esta seleccionado para su eliminación. Si existe en la base de datos, será eliminado. Si no es así, el registro será ignorado.
it: Questo record &egrave; impostato come cancellato ed &egrave; ignorato dal processo di importazione perch&egrave; non esiste nel database.

# message_written_to_database
source: The record was written to the database.
de: Der Datensatz wurde in die Datenbank eingefügt.
it: Il record &egrave; stato scritto nel database.

# message_fields_required
source: The record was not imported because the required fields are not set
de: Der Datensatz wurde nicht importiert, weil die Pflichtfelder nicht gesetzt sind
es: El registro no ha sido importado porque no se han definido los campos requeridos
it: Il record non &egrave; stato importato perch&egrave; i campi richiesti non sono impostati

# message_openimmo_anid_not_matches_allowed_fe_user
source: The record was not imported because the option to restrict import on registered users is activated and this record's OpenImmo ANID did not match any OpenImmo ANID of a FE user who is in the allowed user groups. The record's OpenImmo ANID was:
de: Der Datensatz wurde nicht importiert, weil in der Konfiguration eingestellt ist, dass Datensätze nur für registrierte FE-Benutzer importiert werden dürfen und dieser Datensatz keine OpenImmo-ANID enthält, die mit der eines FE-Benutzers in einer der erlaubten Gruppen übereinstimmt. Die OpenImmo-ANID des Datensatze war:
es: El registro no ha sido importado porque la opción de restricción de importación para usuarios registrados esta activada y este registro OpenImmo ANID no es una OpenImmo ANID o el usuario FE no pertenece a ningun grupo permitido. El registro OpenImmo ANID es:
it: Il record non &egrave; stato importato perch&egrave; la restrizione di importazione agli utenti registrati &egrave; attiva e il OpenImmo ANID del record non corrisponde a nessun OpenImmo ANID degli utenti FE che si trovano nei gruppi utenti abilitati. Il record OpenImmo ANID &egrave;:

# message_log_sent_to
source: The log was sent to
de: Das Protokoll wurde gesendet an
es: el registro ha sido enviado a
it: Il log &egrave; impostato a

# message_extracted_successfully
source: The ZIP archive was extracted successfully.
de: Das ZIP-Archiv wurde erfolgreich entpackt.
es: El archivo ZIP ha sido extraido satisfactoriamente.
it: L'archivio ZIP &egrave; stato estratto con successo.

# message_extraction_failed
source: The extraction of this ZIP archive failed. The ZIP archive could not be opened. The file might be corrupt.
de: Das Entpacken des ZIP-Archives ist fehlgeschlagen, da das Archiv nicht geöffnet werden konnte. Möglicherweise ist die Datei fehlerhaft.
es: La extracción de este fichero ZIP ha fallado. El archivo ZIP no puede abrirse. Es posible que el archivo este corrupto.
it: L'estrazione di questo archivio ZIP &egrave; fallita. L'archivio ZIP non puo' essere aperto. Potrebbe essere corrotto.

# message_surplus_folder
source: The folder which needs to be created for importing already exists in your import directory. The record cannot be imported as long as this folder exists. Please remove this folder.
de: Der Ordner, der für den Import erstellt werden muss, existiert bereits in Ihrem Import-Verzeichnis. Der Datensatz kann nicht importiert werden, solange dieser Ordner existiert. Bitte entfernen Sie ihn aus dem Import-Verzeichnis.
es: La carpeta que debe crearse para la importación ya existe en su directorio de importación. El registro no puede er importado mientras esta capeta exista. Por favor elimine esta carpeta.
it: La cartella necessaria all'esecuzione dell'importazione &egrave; gi&agrave; presente nella directory di importazione. I record non possono essere importati fino a quando esiste questa cartella. Cancella la cartella.

# message_folder_creation_failed
source: The folder "%s" could not be created. Please check your access rights.
de: Der Ordner "%s" konnte nicht erstellt werden. Bitte überprüfen Sie Ihre Zugriffsrechte.
es: La carpeta "%s" no ha podido crearse. Por favor controle sus permisos

# message_folder_not_writable
source: The folder "%s" has been created successfully, but is not writable. Please check your access rights.
de: Der Ordner "%s" wurde erfolgreich erstellt, ist aber nicht beschreibbar. Bitte überprüfen Sie Ihre Zugriffsrechte.
es: La carpeta se ha creado correcatmente, pero no tiene permisos de escritura. Por favor controle su permisos de acceso

# message_invalid_xml_path
source: The path of the XML file is not valid. There might be no extraction folder. This could be a file permissions problem. Please check you are permitted to write in the import directory.
de: Der XML-Pfad wurde nicht gefunden. Eventuell ist kein Ordner mit dem entpacktem Inhalt des ZIP-Archives vorhanden. Ein Dateirechteproblem kann die Ursache sein. Bitte stellen Sie sicher, dass Sie Schreibrechte im Import-Ordner haben.
es: La ruta del fichero XML no es válida. No se encuentra la carpeta de extracción. Existe un problema de permisos. Por favor comprueba si dispones de permisos de escritura en el directório de importación.
it: Il percorso del file XML non &egrave; valido. La cartella potrebbe non essere estrata. Potrebbe essere un problema di permessi del file. Per favore verifica se hai i permessi per scrivere nella directory di importazione.

# message_too_many_xml
source: There must not be more than one XML file in the ZIP archive. Please remove the surplus XML files from the archive.
de: Es darf nicht mehr als eine XML-Datei im ZIP-Archiv sein. Bitte entfernen Sie die überschüssigen XML-Dateien aus dem Archiv.
es: No tiene que haber mas que un fichero XML en el archivo ZIP. Por favor elimine los ficheros XML sobrantes del archivo ZIP.
it: Non ci devono essere piu' di un file XML nell'archivio ZIP. Si prega di rimuovere i files in piu' nell'archivio.

# message_no_xml
source: No XML file could be found in the ZIP archive. If there is one anyway, please ensure the name ends with '.xml'.
de: Im ZIP-Archiv kann keine XML-Datei gefunden werden. Sollte es dennoch eine geben, stellen Sie bitte sicher, dass sie mit '.xml' endet.
es: No se ha encontrado el fichero XML en el archivo ZIP. Si existe algun fichero XML, por favor asegurate que el nombre termina en '.xml'.
it: Nessun file XML &egrave; stato trovato nell'archivio ZIP. Se &egrave; presente, assicurati che finisca con '.xml'.

# message_successful_validation
source: The validation proceeded successfully.
de: Die Validierung war erfolgreich.
es: La validación ha sido procesada satistactoriaménte.
it: La validazione &egrave; stata eseguita correttamente.

# message_no_schema_file
source: There is no schema file set for validation.
de: Es wurde keine Schemadatei zur Validierung gesetzt.
es: No se ha encontrado el archivo de esquema definido para validación.
it: Non &egrave; impostato uno schema per la validazione.

# message_invalid_schema_file_path
source: The path of the schema file is invalid. Please check your configuration in the extension manager.
de: Der Pfad zur Schemadatei ist ungültig. Bitte überprüfen Sie die Konfiguration im Extension Manager.
es: La ruta del archivo de esquema es inválido. Por favor comprueba tu configuración en el administrador de extensiones.
it: Il percorso dello schema non &egrave; valido. Per favore verifica nelle configurazioni dell'estensione.

# message_import_without_validation
source: The import is done without validation.
de: Der Import wird ohne Validierung durchgeführt.
es: La importación a sido realizada sin validación.
it: L'importazione &egrave; stata fatta senza validazione.

# message_please_validate
source: Please ensure the validity of the data to import.
de: Bitte stellen Sie sicher, dass der Datensatz valide ist.
es: Por favor asegurate de la validez de los datos a importar.
it: Si prega di verificare la validit&agrave; dei dati dell'importazione.

# message_validation_impossible
source: The validation is not possible. There might be a syntax error in the XML file to load.
de: Eine Validierung ist nicht möglich. Eventuell ist ein Syntaxfehler in der zu ladenden XML-Datei.
es: La validación no es posible. Es posible que haya un error de síntaxis en el fichero XML a cargar.
it: La validazione non &egrave; possibile. Potrebbe esserci un errore di sintassi nel file XML caricato.

# message_line
source: Line
de: Zeile
es: Linea
it: Linea

# message_files_removed
source: The following files have been removed
de: Folgende Dateien wurden gelöscht
es: Los siguientes archivos han sido eliminados
it: I seguenti files sono stati rimossi

# message_introduction
source: Here is the result of the last import of your OpenImmo records.
de: Hier ist das Ergebnis des letzen Imports Ihrer OpenImmo Datensätze.
es: Este es el resultado de la última importación de referéncias OpenImmo.
it: Questi sono i risultati dell'ultima importazione dei tuoi records OpenImmo.

# message_explanation
source: You are receiving this e-mail because you are the contact person for the OpenImmo records above.
de: Sie erhalten diese E-Mail, weil Sie die Kontaktperson für die oben genannten Immobilien sind.
es: Está recibiendo este e-mail puesto que es Ud. la persona de contacto de las referéncias OpenImmo siguientes.
it: Hai ricevuto questa e-mail perch&egrave; sei il contatto del seguente record OpenImmo.

# message_object_limit_reached
source: The record for the user %s (UID: %u) was not imported because the user's object limit of %u has been reached.
de: Der Datensatz des Benutzers %s (UID: %u) konnte nicht importiert werden, da die maximale Objektanzahl von %u Objekten für diesen Benutzer erreicht wurde.
es: El objeto del usuario %s (UID: %u) no se pudo importar, debido a que ha llegado al máximo de sus objetos
it: Il record dell'utente %s (UID: %u) non &egrave; stato importato perch&egrave; l'utente ha raggiunto il limite di %u immobili.

# label_object_number
source: Object Number
de: Objektnummer
es: Objecto Número
it: Codice immobile

# label_allowed
source: Allowed
de: Erlaubt
es: Permitido
it: Permesso

# label_not_allowed
source: Unwelcome
de: Unerwünscht
es: No permitido
it: Non gradito

# label_lightbox_image
source: Image
de: Bild
es: Imagen
it: Immagine

# label_lightbox_of
source: of
de: von
es: de
it: di

# label_subject_openImmo_import
source: OpenImmo import
es: Importar OpenImmo
it: Importazione OpenImmo
