Repository: oliverklee/ext-realty
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: de, es

# title
source: Realty
de: Immobilien
es: Immobiliaria

# import_tab
source: OpenImmo import
es: Importacion de immobiliarias

# start_import_button
source: Start OpenImmo import
de: OpenImmo-Import starten
es: Comenzar la importación

# label_import_in_progress
source: Data is being imported &#8230;
de: Daten werden importiert &#8230;
es: Archivos estan siendo importados

# message_no_permission
source: You don't have the permissions to access this module.
de: Sie haben keine Zugriffsrechte für dieses Modul.
es: Vd. no tiene acceso a este modulo

# error_message_objects_pid
source: You don't have write access to the sysfolder with the PID %u which is set by the extension manager setting &quot;pidForRealtyObjectsAndImages&quot; of the realty extension. Please edit the sys folder permissions and grant access to one of the BE user's groups.
de: Sie haben keine Schreibrechte für den SysOrdner mit der PID %u welcher von der Extension Manager Variable &quot;pidForRealtyObjectsAndImages&quot;, der Realty-Extension vorgegeben ist. Bitte bearbeiten Sie die Zugriffsrechte des SysOrdners und geben Sie einer Benutzergruppe dieses Benutzers Schreibrechte für diesen Ordner.
es: Vd. no tiene permisos de escritura al Archivo con el PID%, que esta pre-programado en la variable &quot;pidForRealtyObjectsAndImages&quot. Por favor reestablezca los permisos de escritura para este archivo.

# error_message_auxiliary_pid
source: You don't have write access to the sysfolder with the PID %u which is set by the extension manager setting &quot;pidForAuxiliaryRecords&quot; of the realty extension. Please edit the sys folder permissions and grant access to one of the BE user's groups.
de: Sie haben keine Schreibrechte für den SysOrdner mit der PID %u welcher von der Extension Manager Variable &quot;pidForAuxiliaryRecords&quot;, der Realty-Extension vorgegeben ist. Bitte bearbeiten Sie die Zugriffsrechte des SysOrdners und geben Sie einer Benutzergruppe dieses Benutzers Schreibrechte für diesen Ordner.
es: Vd. no tiene permisos de escritura al Archivo con el PID%, que esta pre-programado en la variable &quot;pidForRealtyObjectsAndImages&quot. Por favor reestablezca los permisos de escritura para este archivo.

# error_message_table_access
source: You are not allowed to create records in the table &quot;%s&quot; which is neccessary to import realty objects. Please edit one of the BE user's user groups and grant write access to this table.
de: Sie sind nicht berechtigt in der Tabelle &quot;%s&quot; Datensätze anzulegen, was notwendig ist um Realty-Objekte zu importieren. Bitte bearbeiten sie eine Benutzergruppe des Backendbenutzers, so dass dieser Schreibrechte für diese Tabelle hat.
es: Vd no tiene permisos para crear datos en la tabla %quot;%s&quot; que es necesario para importar objetos. Por favor cambio los permisos en el BE para este usuario, para que tenga derecho a escrituro en este archivo

# mlang_tabs_tab
source: Realty
de: Immobilien
es: Immobiliarias

# mlang_labels_tabdescr
source: This module allows you to manage and import realty objects
de: Mit diesem Modul können Sie Immobilien verwalten und importieren.
es: Con este modulo Vd. podrá importar y administrar objetos immobiliarios

# mlang_labels_tablabel
source: Realty
de: Immobilien
es: Immobiliarias
