Repository: oliverklee/ext-realty
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, it, nl, ru, tr

# label_new_object_created
source: A new record has been added to the database.
de: ein neues Objekt wurde zur Datenbank hinzugefügt.
es: Un nevo dato ha sido anexado en la base de datos
it: Un nuovo immobile &egrave; stato inserito nel database.
nl: Een nieuw object is toegevoegd aan de FE.

# label_username
source: User name
de: Benutzername
es: Nombre usuario
it: Nome utente
nl: Gebruikersnaam

# label_image_upload
source: Image upload
de: Bilder hochladen
es: Subir imagen
it: Carica immagine
nl: Foto-upload

# label_image_list
source: Currently appended images
de: Aktuell angehängte Bilder
es: Imagenes subidas actualmente
it: Immagini allegate
nl: Foto's in de wachtrij

# message_image_too_large
source: The image you have tried to upload is too large. Please choose a smaller one or scale this image and try again.
de: Das zum Hochladen gewählte Bild ist zu groß. Bitte wählen Sie ein kleineres Bild oder skalieren Sie dieses Bild und versuchen Sie es erneut.
es: La imagen que quiere subir es muy grande. Por favor escoja una mas pequeña o reduzca esta y pruebe de nuevo.
it: L'immagine che hai provato a caricare &egrave; troppo grande. Scegline una piu' piccola o riduci l'immagine e riprova.
nl: Helaas is de door U ge-uploade foto te groot

# message_invalid_type
source: The image you have tried to upload is of an invalid file type. Allowed extensions are: JPG, JPEG, GIF, PNG.
de: Der Typ des zum Hochladen gewählten Bildes is nicht erlaubt. Erlaubte Dateiendungen sind: JPG, JPEG, GIF, PNG.
es: La imagen que quiere subir tiene un tipo invalido. Las extensiones permitîdas son : JPG, JPEG, GIF, PNG.
it: L'immagine che hai provato a caricare &egrave; del formato sbagliato. Estensioni permesse: JPG, JPEG, GIF, PNG.
nl: Helaas is de door U ge-uploade foto niet het juiste formaat.

# message_empty_caption
source: Please provide a caption for the image.
de: Bitte geben Sie eine Bildunterschrift an.
es: Por favor introduzca un título para la foto
it: Per favore inserisci una descrizione dell'immagine.
nl: Geef een beschrijving voor de foto.

# label_offerings_by
source: Offerings by
de: Angebote von
es: Ofertas de
it: Offerte da
nl: Huizenaanbod van

# message_no_such_owner
source: The selected offerer does not exist in the database.
de: Der gewählte Anbieter existiert leider nicht in der Datenbank.
es: El proveedor elegido no existe en nuestra base de datos
it: I proprietari scelti non sono presenti nel database.
nl: De gekozen aanbieder bestaat niet meer in onze database

# label_offerer_list
source: Offerer list
de: Anbieterliste
es: Listado de proveedores.
it: Lista proprietari
nl: Lijst van aanbieders

# label_this_owners_objects
source: All objects by this offerer
de: Alle Objekte dieses Anbieters
es: Todos los objetos de este proveedor.
it: Tutti gli immobili di questo proprietario
nl: Toon alle objecten van deze aanbieder

# label_energy_certificate
source: Energy performance certificate
de: Energieausweis

# label_energy_certificate_type
source: Energy performance certificate type
de: Energieausweisart

# label_energy_certificate_type_1
source: requirement
de: Bedarf

# label_energy_certificate_type_2
source: consumption
de: Verbrauch

# label_energy_certificate_valid_until
source: Energy performance certificate valid until
de: Energieausweis gültig bis

# label_energy_consumption_characteristic
source: Energy consumption characteristic
de: Energieverbrauchkennwert

# label_with_hot_water
source: with hot water
de: mit Warmwasser

# label_ultimate_energy_demand
source: Ultimate energy demand
de: Endenergiebedarf

# label_primary_energy_carrier
source: Primary energy carrier
de: Primärenergieträger

# label_electric_power_consumption_characteristic
source: Electric power consumption characteristic
de: Stromverbrauchskennwert

# label_heat_energy_consumption_characteristic
source: Heat energy consumption characteristic
de: Heizenergieverbrauchskennwert

# label_value_category
source: Value category according to EnEv 2014
de: Wertklasse gemäß EnEv 2014

# label_year_of_construction
source: Year of construction
de: Baujahr

# label_energy_certificate_issue_date
source: Energy performance certificate issue date
de: Energieausweis-Ausstellungsdatum

# label_energy_certificate_year
source: Energy performance certificate year
de: Energieausweis-Jahrgang

# label_energy_certificate_year_1
source: before 2014
de: vor 2014

# label_energy_certificate_year_2
source: after 2014-05-01
de: ab 1.5.2014

# label_energy_certificate_year_3
source: not available
de: keiner vorhanden

# label_energy_certificate_year_4
source: not required
de: nicht nötig

# label_building_type
source: Building type
de: Gebäudeart

# label_building_type_1
source: residential
de: Wohngebäude

# label_building_type_2
source: business
de: Gewerbe

# label_energy_certificate_text
source: Energy performance certificate text
de: Energieausweistext

# label_heat_energy_requirement_value
source: Heat energy requirement value
de: Heizwärmebedarf-Wert

# label_heat_energy_requirement_class
source: Heat energy requirement class
de: Heizwärmebedarf-Klasse

# label_total_energy_efficiency_value
source: Total energy efficiency value
de: Gesamtenergieeffizienz-Wert

# label_total_energy_efficiency_class
source: Total energy efficiency class
de: Gesamtenergieeffizienz-Klasse

# label_object_type
source: Object type
de: Objektart

# label_contact_data_source
source: Contact data source (for contact form and detail view)
de: Quelle der Kontaktdaten (für Kontaktformular und Detailansicht)

# schedulerTask.openImmoImport.description
source: This task runs the OpenImmo import. You can configure the import in the extension manager.
de: Dieser Task führt den OpenImmo-Import aus. Sie können den Import im Extension-Manager konfigurieren.

# schedulerTask.imageCleanup.title
source: Image cleanup
de: Bild-Aufräumen

# schedulerTask.imageCleanup.description
source: This task cleans up orphaned image and document files that have been left after the OpenImmo import.
de: Dieser Task räumt verwaiste Dokument- und Bilddateien auf, die nach dem OpenImmo-Import übrig sind.

# realty.pi_flexform.sheet_googlemaps
source: Google Maps
es: Mapas Google

# realty.pi_flexform.offererLabel
source: name
es: Apellidos
it: nome
nl: Contactpersoon

# realty.pi_flexform.homepage
source: homepage
es: Página de inicio
nl: Internetsite

# realty.pi_flexform.googleMaps
source: Google Maps
es: Mapas Google

# label_has_pool
source: Pool
es: Piscina
it: Piscina
nl: Zwembad

# label_has_pool_short
source: pool
es: Piscina
it: pscina
nl: zwembad

# label_flooring_11
source: linoleum
es: linoleo

# label_furnishing_category_1
source: standard
es: stadart

# label_sorry
source: Sorry!
es: Lo sentimos!
it: Mi spiace!
ru: Извините!
tr: Pardon!

# label_your_name
source: Name
es: Nombre
it: Nome
nl: Naam

# message_enter_valid_or_empty_rent
source: Please enter a valid price for <em>net rent per year</em> or <em>rent excluding bills</em> or leave these fields empty.
es: Por favor introduzca un precio valido <em> para alquiler neto, ya que se trata de un objeto en alquiler o deje el campo vacio
it: Per favore inserisci un prezzo valido per <em>affitto annuale</em> o <em>affitto escluso bollette</em> o lascia questo campo vuoto.
nl: Geef aub een geldige waarde aan

# label_name
source: Name
es: Nombre
it: Nome
nl: Naam

# realty.pi_flexform.uid
source: Immo ID
nl: Object ID

# label_enter_uid
source: Immo ID:
nl: Vul de object ID in:

# realty.pi_flexform.templateFile
source: HTML template:
it: Template HTML

# realty.pi_flexform.fe_editor
source: FE editor
it: Editor FE

# realty.pi_flexform.sheet_feeditor
source: FE Editor
it: Editor FE

# label_squareMeters
source: m²
ru: m&sup2;
tr: m&sup2;
