Repository: oliverklee/ext-realty
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: es, ru, tr

# tx_realty_objects
source: Realty object
es: Objeto inmobiliario
ru: Объекты недвижимости
tr: Emlak

# tx_realty_objects.object_number
source: Object number
es: Referencia núm:
ru: Номер объекта
tr: Kod Numarasi

# tx_realty_objects.object_type.I.0
source: for renting
es: En alquiler
ru: аренда
tr: Kiralık

# tx_realty_objects.object_type.I.1
source: for sale
es: En venta
ru: продажа
tr: Satılık

# tx_realty_objects.object_type
source: Object type
es: Tipo de objeto
ru: Тип объекта
tr: Emlak tipi

# tx_realty_objects.title
source: Title
es: Título
ru: Заголовок
tr: Başlık

# tx_realty_objects.emphasized
source: Emphasized
es: Destacado
ru: Выделить
tr: Önemli

# tx_realty_objects.street
source: Street
es: Calle
ru: Улица
tr: Cadde

# tx_realty_objects.zip
source: ZIP code
es: Código postal
ru: Почтовый индект
tr: Posta kodu

# tx_realty_objects.city
source: City
es: Ciudad
ru: Город
tr: Şehir

# tx_realty_objects.district
source: District
es: Distrito
ru: Район
tr: Semt

# tx_realty_objects.country
source: Country
es: País

# tx_realty_objects.show_address
source: Show exact address in front end
es: Mostrar dirección exacta en el FE

# tx_realty_objects.has_coordinates
source: Has coordinates
es: Coordenadas

# tx_realty_objects.coordinates_problem
source: Problem on retrieving the geo coordinates
es: Problemas al buscar las coordenadas

# tx_realty_objects.longitude
source: Longitude
es: Longitud

# tx_realty_objects.latitude
source: Latitude
es: Latitud

# tx_realty_objects.number_of_rooms
source: Number of rooms
es: Número de habitaciones
ru: Кол-во комнат
tr: Oda sazısı

# tx_realty_objects.living_area
source: Living area in m²
es: Área habitable en m²
ru: Жилая площадь в м²
tr: Kullanım alanı m2

# tx_realty_objects.total_area
source: Total area in m²
es: Superficie total construida en m²
ru: Общая площадь в м²
tr: Tüm alan m2

# tx_realty_objects.shop_area
source: Shop area in m²
es: Superficie comercial en m²

# tx_realty_objects.sales_area
source: Sales area in m²
es: Superficie de ventas en m²

# tx_realty_objects.total_usable_area
source: Total usable area in m²
es: Espacio total en m²

# tx_realty_objects.storage_area
source: Storage area in m²
es: Superficie de almacen en m²

# tx_realty_objects.office_space
source: Office space in m²
es: Superficie de oficinas en m²

# tx_realty_objects.other_area
source: Other area in m²
es: Otras superficies en m²

# tx_realty_objects.window_bank
source: Window bank in m
es: Superficie total de ventanas en m²

# tx_realty_objects.estate_size
source: Estate size in m²
es: Superficie total de la propiedad en m²

# tx_realty_objects.site_occupancy_index
source: Site occupancy index
es: Superficia habitable

# tx_realty_objects.floor_space_index
source: Floor-space index
es: Nro. de pisos

# tx_realty_objects.rent_excluding_bills
source: Rent excluding bills
es: Alquiler con gastos excluidos
ru: Арендная плата
tr: Ücret masraflar hariç

# tx_realty_objects.rent_per_square_meter
source: Rent/m²
es: Alquiler m²

# tx_realty_objects.extra_charges
source: Extra charges
es: Cargas adicionales
ru: Дополнительные платежи
tr: Ekstra masraflar

# tx_realty_objects.heating_included
source: Extra charges include heating
es: Las cargas adicionales incluyen la calefacción
ru: Дополнительные платежи включая отопления
tr: Extra masraflar ısınma içinde

# tx_realty_objects.deposit
source: Security deposit
es: Fianza
ru: Залог, предоплата
tr: Provizyon

# tx_realty_objects.provision
source: Provision/Broker's fee
es: Gastos y comisiones
ru: Процент агента
tr: Emlak Provizyonu

# tx_realty_objects.usable_from
source: Can be used starting at
es: Habitable a partir de
ru: Освобождается с
tr: Şu andan itibaren kullanılabilir

# tx_realty_objects.buying_price
source: Price for buying
es: Precio de venta
ru: Цена покупки
tr: Alış Fiyatı

# tx_realty_objects.hoa_fee
source: HOA fee
es: Impuesto I.V.A

# tx_realty_objects.year_rent
source: Net rent per year
es: Renta neta anual
ru: Цена при оплате на год вперед
tr: Yıllık net kira

# tx_realty_objects.rental_income_target
source: Rental income (target)
es: Entradas por alquiler

# tx_realty_objects.status.0
source: vacant
es: libre

# tx_realty_objects.status.1
source: reserved
es: reservado

# tx_realty_objects.status.2
source: sold
es: vendido

# tx_realty_objects.status.3
source: rented
es: alquilado

# tx_realty_objects.apartment_type
source: Apartment type
es: Tipo de apartamento
ru: Тип квартиры
tr: Konut tipi

# tx_realty_objects.house_type
source: House type
es: Tipo de casa
ru: Тип дома
tr: Ev tipi

# tx_realty_objects.floor
source: Floor
es: Planta
ru: Этаж
tr: Kat

# tx_realty_objects.floors
source: Number of floors
es: Número de plantas
ru: Этажей
tr: Kat sayısı

# tx_realty_objects.bedrooms
source: Number of bedrooms
es: Número de dormitorios
ru: Кол-во спален
tr: Yatak odası sayısı

# tx_realty_objects.bathrooms
source: Number of bathrooms
es: Número de lavabos
ru: Кол-во ванных комнат
tr: Banyo/WC sayısı

# tx_realty_objects.heating_type
source: Type of heating
es: Tipo de calefacción
ru: Тип отопления
tr: Isınma türü

# tx_realty_objects.heating_type.1
source: district heating
es: gas ciudad

# tx_realty_objects.heating_type.2
source: central heating
es: calefacción central

# tx_realty_objects.heating_type.3
source: electric heating
es: calefacción eléctrica

# tx_realty_objects.heating_type.4
source: floor heating
es: calefacción por planta

# tx_realty_objects.heating_type.5
source: gas heating
es: calefacción a gas

# tx_realty_objects.heating_type.6
source: green fuel heating
es: calefacción de gasoleo

# tx_realty_objects.heating_type.7
source: heat pump heating
es: calefacción de bomba de calor

# tx_realty_objects.heating_type.8
source: oil heating
es: calefacción de aceite

# tx_realty_objects.heating_type.9
source: self-contained central heating
es: calefacción centralizada

# tx_realty_objects.heating_type.10
source: solar heating
es: calefacción solar

# tx_realty_objects.heating_type.11
source: heating by stove
es: calefacción por estufa

# tx_realty_objects.heating_type.12
source: zone heating
es: calefacción de zona

# tx_realty_objects.has_air_conditioning
source: Air conditioning
es: Aire acondicionado

# tx_realty_objects.garage_type
source: Parking space type
es: Garage/Plaza de parking
ru: Наличие гаража/стоянки
tr: Garaj/park alanı

# tx_realty_objects.parking_spaces
source: Number of parking spaces
es: Número de plazas de parking

# tx_realty_objects.garage_rent
source: Rent for garage/parking space
es: Alquiler del garaje/plaza de parking
ru: Стоимость аренды гаража/стоянки
tr: Garaj/park alanı kirası

# tx_realty_objects.garage_price
source: Price for buying the garage/parking space
es: Precio de venta del garaje/plaza de parking
ru: Цена покупки гаража/стоянки
tr: Garaj/park alanı satış fiyatı

# tx_realty_objects.pets
source: Pets
es: Animales
ru: Домашние животные
tr: Evcil Hayvanlar

# tx_realty_objects.flooring
source: Flooring
es: Tyipo de suelo

# tx_realty_objects.flooring.1
source: tiled
es: Azulejos

# tx_realty_objects.flooring.2
source: stone
es: Piedra natural

# tx_realty_objects.flooring.3
source: carpet
es: Tapete

# tx_realty_objects.flooring.5
source: prefinished floor
es: Parquet laminado

# tx_realty_objects.flooring.6
source: laminate
es: Laminado

# tx_realty_objects.flooring.7
source: timber piling
es: Tarimas

# tx_realty_objects.flooring.9
source: screed
es: Buhardilla

# tx_realty_objects.flooring.10
source: double floor
es: Doble suelo

# tx_realty_objects.flooring.11
source: linoleum
es: Linoleo

# tx_realty_objects.construction_year
source: Year of construction
es: Año de construcción
ru: Год сдачи в эксплуатацию
tr: Yapım yılı

# tx_realty_objects.old_or_new_building
source: Old or new building
es: antigua o nueva construcción

# tx_realty_objects.old_or_new_building.I.1
source: new building
es: nueva construcción

# tx_realty_objects.old_or_new_building.I.2
source: old building
es: construcción antigua

# tx_realty_objects.state
source: Condition
es: Condición
ru: Состояние
tr: Durumu

# tx_realty_objects.state.1
source: bare brickwork
es: obra nueva

# tx_realty_objects.state.2
source: by arrangement
es: buen estado

# tx_realty_objects.state.3
source: dilapidated
es: en mal estado

# tx_realty_objects.state.4
source: first occupancy
es: primera ocupación

# tx_realty_objects.state.5
source: for demolition
es: para demolición

# tx_realty_objects.state.6
source: gutted
es: eviscerado

# tx_realty_objects.state.7
source: modernized
es: modernizado

# tx_realty_objects.state.8
source: neat
es: aseado

# tx_realty_objects.state.9
source: in need of renovation
es: necesita renovación

# tx_realty_objects.state.10
source: reconditioned
es: reacondicionado

# tx_realty_objects.state.11
source: renovated
es: renovado

# tx_realty_objects.state.12
source: sanitated
es: saneado

# tx_realty_objects.state.13
source: planned
es: previsto

# tx_realty_objects.state.14
source: not renovated
es: sin renovar

# tx_realty_objects.state.15
source: partly renovated
es: parcialmente renovado

# tx_realty_objects.state.16
source: currently being planned
es: Renovacion proyectada

# tx_realty_objects.state.17
source: in need of renovation
es: a renovar

# tx_realty_objects.state.18
source: fully rented
es: alquilado

# tx_realty_objects.state.19
source: vacant
es: libre

# tx_realty_objects.state.20
source: partly rented
es: parcialmente alquilada

# tx_realty_objects.state.21
source: has building permit
es: con permisos de obra

# tx_realty_objects.furnishing_category
source: Furnishing category
es: Categoria de materiales

# tx_realty_objects.furnishing_category.1
source: standard
es: standart

# tx_realty_objects.furnishing_category.2
source: upmarket
es: 1. Calidad

# tx_realty_objects.furnishing_category.3
source: luxurious
es: Lujoso

# tx_realty_objects.balcony
source: Balcony/patio
es: Balcon/terraza
ru: Балкон/лоджия
tr: Balkon/Teras

# tx_realty_objects.garden
source: Garden (usage)
es: Jardín (uso)
ru: Сад
tr: Bahçe (kullanılabilir)

# tx_realty_objects.elevator
source: Elevator
es: Ascensor
ru: Лифт
tr: Asansör

# tx_realty_objects.barrier_free
source: Barrier-free
es: Accesible
ru: Удобное месторасположение
tr: Özürlüler için uygunluk

# tx_realty_objects.assisted_living
source: Assisted living
es: Portero automático
ru: Совместное проживание
tr: Özürlüler /Yaşlılar için bakım

# tx_realty_objects.fitted_kitchen
source: Fitted kitchen
es: Cocina equipada
ru: Оборудованная кухня
tr: Hazır Mutfak

# tx_realty_objects.has_pool
source: Pool
es: Piscina

# tx_realty_objects.has_community_pool
source: Community pool
es: Piscina comunitaria

# tx_realty_objects.description
source: Description
es: Descripción
ru: Описание
tr: Açıklama

# tx_realty_objects.equipment
source: Equipment
es: Equipamiento
ru: Оборудование
tr: Donanım

# tx_realty_objects.layout
source: Layout
es: Diseño
ru: Планировка
tr: Plan

# tx_realty_objects.location
source: Location
es: Ubicación
ru: Месторасположение
tr: Konum

# tx_realty_objects.misc
source: Miscellaneous
es: Miscelánea
ru: Другое
tr: Dİğer

# tx_realty_objects.details_page
source: Separate page for the details view for this object
es: Página de detalles diferente para este objeto

# tx_realty_objects.images
source: Images
es: Imágenes
ru: Изображения
tr: Resimler

# tx_realty_objects.documents
source: Documents
es: Documentos

# tx_realty_objects.tstamp
source: Last changed
es: Última actualización
ru: Последнее изменение
tr: Güncelleme tarihi

# tx_realty_objects.employer
source: Employer
es: Empresa

# tx_realty_objects.utilization
source: Utilization
es: Utilización

# tx_realty_objects.contact_data_source
source: Contact data source (for contact form and detail view)
es: Fuente de datos de contacto (para formulario de contacto y vista detallada)

# tx_realty_objects.contact_data_source.I.0
source: This realty object
es: Esta propiedad inmobiliária

# tx_realty_objects.contact_data_source.I.1
source: My account
es: Mi cuenta

# tx_realty_objects.contact_person
source: Contact person
es: Persona de contacto

# tx_realty_objects.contact_email
source: Contact e-mail
es: E-Mail de contacto

# tx_realty_objects.phone_switchboard
source: Contact phone (switchboard)
es: Tel. de contacto

# tx_realty_objects.phone_direct_extension
source: Contact phone (direct extension)
es: Tel. de contacto directo

# tx_realty_objects.owner
source: FE user who has created this object
es: Usuario FE que ha creado este objeto

# tx_realty_objects.language
source: Language of the record
es: Idioma elegido

# tx_realty_objects.currency
source: Currency
es: Divisa

# tx_realty_objects.sorting
source: Positioning in the list view
es: Posición en el listado

# tx_realty_objects.advertised_date
source: Advertised on
es: Anunciado el

# tx_realty_objects.distance_to_the_sea
source: Distance to the sea (in meters)
es: Distancia hasta el mar en m

# tx_realty_objects.sea_view
source: Sea view
es: Vista al mar

# tx_realty_apartment_types
source: Apartment type
es: Tipo de apartamento
ru: Тип квартиры
tr: Konut tipi

# tx_realty_apartment_types.title
source: Title
es: Título
ru: Заголовок
tr: Başlık

# tx_realty_house_types
source: House type
es: Tipo de casa
ru: Тип дома
tr: Ev tipi

# tx_realty_house_types.title
source: Title
es: Título
ru: Заголовок
tr: Başlık

# tx_realty_car_places
source: Car place
es: Espacio para el automóvil
ru: Место для машин
tr: Araba park imkanı

# tx_realty_car_places.title
source: Title
es: Título
ru: Заголовок
tr: Başlık

# tx_realty_pets
source: Pets
es: Animales
ru: Домашние животные
tr: Evcil hayvanlar

# tx_realty_pets.title
source: Title
es: Título
ru: Заголовок
tr: Başlık

# tx_realty_images
source: Image
es: Imagen
ru: Изображения
tr: Resim

# tx_realty_images.caption
source: Caption
es: Leyenda
ru: Подпись
tr: Resim tanımı

# tx_realty_images.image
source: Image
es: Imagen
ru: Изображение
tr: Resim

# tx_realty_images.thumbnail
source: Thumbnail
es: Imagen reducida

# tx_realty_images.position
source: Position
es: Posición

# tx_realty_images.position.0
source: Standard
es: Estandar

# tx_realty_images.position.1
source: Position 1
es: Posición 1

# tx_realty_images.position.2
source: Position 2
es: Posición 2

# tx_realty_images.position.3
source: Position 3
es: Posición 3

# tx_realty_images.position.4
source: Position 4
es: Posición 4

# tx_realty_documents
source: Document
es: Dcoumento

# tx_realty_documents.title
source: Title
es: Cabecera

# tx_realty_documents.filename
source: File
es: Archivo

# tx_realty_cities
source: City
es: Ciudad
ru: Город
tr: Şehir

# tx_realty_cities.title
source: City name
es: Nombre de la ciudad
ru: Название города
tr: Şehir adı

# tx_realty_cities.save_folder
source: Folder for objects in this city (only for FE-created records)
es: Carpeta para los objetos en esta ciudad (solo para los objetos creados en el FE)

# tx_realty_districts
source: District
es: Distrito
ru: Район
tr: Semt

# tx_realty_districts.title
source: The district's name
es: Nombre del distrito
ru: Название района
tr: Semt adı

# tx_realty_districts.city
source: City which this district belongs to
es: Ciudad, a la que pertenece dicho distrito

# fe_users.tx_realty_tab
source: Realty
es: inmobiliario

# fe_users.tx_realty_openimmo_anid
source: OpenImmo offerer ID
es: Identificación del ofertante OpenImmo

# fe_users.tx_realty_maximum_objects
source: Maximum number of objects
es: Número máximo de objetos

# tt_content.list_type_pi1
source: Realty Manager
es: Manager inmobiliario
ru: Список объектов недвижимости
tr: Emlak Listesi
