Repository: oliverklee/ext-realty
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, it, nl, ru, tr

# label_flooring_9
source: screed
de: Estrich
es: Buhardilla

# label_flooring_10
source: double floor
de: Doppelboden
es: Doble suelo

# label_construction_year
source: Year of construction
de: Baujahr
es: Año de construcción
it: Anno di costruzione
nl: Bouwjaar
ru: Дата постройки здания
tr: Yapım yılı

# label_construction_year_short
source: year of construction
de: Baujahr
es: año de construcción
it: anno di costruzione
nl: Bouwjaar
ru: дата постройки здания
tr: Yapım yılı

# label_old_or_new_building_1
source: new building
de: Neubau
es: Nueva construcción
it: Nuova costruzione
nl: Nieuwbouw

# label_old_or_new_building_2
source: old building
de: Altbau
es: Casa de antigua construcción
it: vecchia costruzione
nl: Bestaande bouw

# label_usable_from
source: Can be used starting at
de: Frei ab
es: Habitable a partir de
it: A disposizione da
nl: Beschikbaar vanaf
ru: Освобождается
tr: şu tarihden itibaren kullanılabilir

# label_usable_from_short
source: can be used starting at
de: frei ab
es: habitable a partir de
it: a disposizione da
nl: beschikbaar vanaf
ru: освобождается
tr: şu tarihden itibaren kullanılabilir

# label_object_number
source: Object #
de: Objekt Nr.
es: Ref.:
it: Immobile #
nl: Object Nr.
ru: Объект №
tr: Yer No:

# label_address
source: Address
de: Adresse
es: Dirección
it: Indirizzo
nl: Adres
ru: Адрес
tr: Adres

# label_description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
ru: Описание
tr: Açıklama

# label_offerer
source: Offerer
de: Anbieter
es: Proveedor
it: Proprietario
nl: Aanbieder

# label_phone
source: Phone:
de: Telefon:
es: Teléfono
it: Telefono:
nl: Telefoonnummer:

# label_equipment
source: Equipment
de: Ausstattung
es: Equipamiento
it: Attrezzatura
nl: Uitvoering
ru: Оборудован
tr: Donanım

# label_overview
source: Overview
de: Überblick
es: Descripción general
it: Panoramica
nl: Overzicht
ru: Обзор
tr: Özet

# label_location
source: Location
de: Lage
es: Ubicación
it: Localit&agrave;
nl: Ligging
ru: Ориентир
tr: Konum

# label_misc
source: Miscellaneous
de: Sonstiges
es: Miscelánea
it: Varie
nl: Diverse
ru: Контактная информация:
tr: Diğer

# label_layout
source: Layout
de: Aufteilung
es: Plantilla
it: Disposizione
nl: Indeling
ru: Планировка
tr: Plan

# label_living_area
source: Living area
de: Wohnfläche ca.
es: Área del comedor
it: Dimensione dell'area abitabile
nl: Woonoppervlakte
ru: Жилая площадь
tr: kullanım alanı

# label_total_area
source: Total area
de: Gesamtfläche ca.
es: Área total
it: Dimensione totale
nl: Bijruimtes
ru: Общая площадь
tr: Toplam Alan

# label_shop_area
source: Shop area
de: Ladenfläche ca.
es: Área del local ca.

# label_sales_area
source: Sales area
de: Verkaufsfläche ca.
es: Área de ventas ca.

# label_total_usable_area
source: Total usable area
de: Nutzfläche ca.
es: Área utilizable ca-

# label_storage_area
source: Storage area
de: Lagerfläche ca.
es: Almacen ca.

# label_office_space
source: Office space
de: Bürofläche ca.
es: Área oficinas ca.

# label_other_area
source: Other area
de: Sonstige Fläche ca.
es: Otras áreas

# label_window_bank
source: Window bank
de: Fensterfront ca.
es: Ventanal

# label_estate_size
source: Estate size
de: Grundstücksfläche ca.
es: Superficie del terreno ca.
it: Dimensione immobile
nl: Kavelgrootte

# label_site_occupancy_index
source: Site occupancy index
de: Grundflächenzahl (GRZ)
es: Indice de ocupación del sitio

# label_floor_space_index
source: Floor-space index
de: Geschossflächenzahl (GFZ)
es: Nro. de pisos

# label_heating_included
source: Extra charges include heating
de: Nebenkosten inkl.&nbsp;Heizung
es: Calefacción incluida en gastos extras
it: Spese extra incluso riscaldamento
nl: Energiekosten incl verwarming
ru: Дополнительные расходы включая отопление
tr: Extra masraflar ısınma içinde

# label_deposit
source: Security deposit
de: Kaution
es: Déposito de garantía
it: Cauzione
nl: Borg
ru: Предоплата
tr: Provizyon

# label_provision
source: Provision/broker's fee
de: Provision/Courtage
es: Provisiones / Comisiones
it: Provvigione mediatore
nl: Courtage
ru: Оплата услуг агентства
tr: Emlak Provizyonu

# label_buying_price
source: Price for buying
de: Kaufpreis
es: Precio de venta
it: Prezzo di vendita
nl: Koopprijs
ru: Цена покупки
tr: Satış fiyatı

# label_hoa_fee
source: HOA fee
de: Hausgeld
es: Comunidad
nl: VVE bijdrage

# label_year_rent
source: Net rent per year
de: Nettojahresmiete
es: Renta neta anual
it: Affitto per anno
nl: Netto huuropbrengst p/j
ru: Стоимость с выплатой (в год)
tr: Yıllık Net Kira

# label_rental_income_target
source: Rental income (target)
de: Mieteinnahmen (Soll)
es: Entradas por alquiler (Debe)

# label_status_0
source: vacant
de: frei
es: libre

# label_status_1
source: reserved
de: reserviert
es: reservado

# label_status_2
source: sold
de: verkauft
es: vendido

# label_status_3
source: rented
de: vermietet
es: alquilado

# label_apartment_type
source: Apartment type
de: Wohnungstyp
es: Tipo de apartamento
it: Tipo appartamento
nl: Woningtype
ru: Квартира
tr: Konut tipi

# label_house_type
source: House type
de: Haustyp
es: Tipo de casa
it: Tipo casa
nl: Huistype
ru: Дом
tr: Ev tipi

# label_floor
source: Floor
de: Etage
es: Planta
it: Piano
nl: Verdieping
ru: Этаж
tr: Kat

# label_floors
source: Number of floors
de: Anzahl Etagen
es: Número de plantas
it: Numero di piani
nl: Aantal verdiepingen
ru: Всего этажей
tr: Kat adedi

# label_bedrooms
source: Number of bedrooms
de: Anzahl Schlafzimmer
es: Número de habitaciones
it: Numero di letti
nl: Aantal slaapkamers
ru: Кол-во спален
tr: Yatak odası sayısı

# label_bathrooms
source: Number of bathrooms
de: Anzahl Badezimmer
es: Número de baños
it: Numero di bagni
nl: Aantal badkamers
ru: Кол-во ванных комнат
tr: Banyo/WC sayısı

# label_heating_type
source: Type of heating
de: Heizungsart und Befeuerung
es: Tipo de calefacción
it: Tipo di riscladamento
nl: Soort verwarming
ru: Тип отопления
tr: Isınma şekli

# label_heating_type_1
source: district heating
de: Fernwärme
es: Calefacción de distrito
it: teleriscaldamento
nl: Stadverwarming

# label_heating_type_2
source: central heating
de: Zentralheizung
es: Calefacción central
it: riscaldamento centralizzato
nl: Centrale verwarming

# label_heating_type_3
source: electric heating
de: Elektroheizung
es: Cafelacción eléctrica
it: riscaldamento elettrico
nl: Electrische verwarming

# label_heating_type_4
source: floor heating
de: Fußbodenheizung
es: Calefacción por suelo radiante
it: riscaldamento a pavimento
nl: Vloerverwarming

# label_heating_type_5
source: gas heating
de: Gasheizung
es: Caleffación a gas
it: riscaldamento a gas
nl: Gasverwarming

# label_heating_type_6
source: green fuel heating
de: Alternativheizung
es: Calefacción alternativa
it: riscaldamento a combustibile verde
nl: Alternatieve verwarming

# label_heating_type_7
source: heat pump heating
de: Wärmepumpenheizung
es: Bomba de calor
it: riscaldamento con pompa di calore
nl: Aardwarmtepomp

# label_heating_type_8
source: oil heating
de: Ölheizung
es: Calefacción de aceite
it: riscaldamento ad olio
nl: Olie verwarming

# label_heating_type_9
source: self-contained central heating
de: Etagenheizung
es: Calefacción por pisos
it: riscaldamento autonomo
nl: Etage verwarming

# label_heating_type_10
source: solar heating
de: Solarheizung
es: Caleffación solar
it: riscaldamento solare
nl: Solar verwarming

# label_heating_type_11
source: heating by stove
de: Ofen
es: Estufas
it: riscaldamento con stufa
nl: Kachel verwarming

# label_heating_type_12
source: zone heating
de: Blockheizung
es: Calefacción de zona
it: riscaldamento a zone
nl: Zone verwarming

# label_heating_type_13
source: air heat pump
de: Luft-Wärmepumpe

# label_heating_type_14
source: additional decentralized hot water
de: Ergänzendes dezentrales Warmwasser

# label_heating_type_16
source: coal
de: Kohle

# label_heating_type_17
source: wood
de: Holz

# label_heating_type_18
source: liquefied gas
de: Flüssiggas

# label_garage_type
source: Parking space type
de: Stellplatzart
es: Garage / Plaza(s) de parking
it: Garage/parcheggio
nl: Garage/parkeerplaats
ru: Наличие гаража/стоянки
tr: Garaj/park imkanı

# label_parking_spaces
source: Number of parking spaces
de: Anzahl Stellplätze
es: Nro de plazas de parking exteriores

# label_garage_rent
source: Rent for garage/parking space
de: Miete für Garage/Stellplatz
es: Precio de alquiler del garage/plaza(s) de parking
it: Prezzo per l'affitto del garage/parcheggio
nl: Huur voor garage/parkeerplaats
ru: Стоимость аренды гаража/стоянки
tr: Garaj / park yeri kirası

# label_garage_price
source: Price for buying the garage/parking space
de: Kaufpreis für Garage/Stellplatz
es: Precio de venta del garage/plaza(s) de parking
it: Prezzo per l'acquisto del garage/parcheggio
nl: Koopprijs voor garage/parkeerplaats
ru: Стоимость покупки гаража
tr: Garaj/ park yeri satış fiyatı

# label_pets
source: Pets
de: Haustiere
es: Animales domésticos
it: Animali
nl: Huisdieren
ru: Домашние животные
tr: Evcil Hayvanlar

# label_state
source: Condition
de: Zustand
es: Estado
it: Condizione
nl: Staat van onderhoud
ru: Состояние
tr: Durumu

# label_state_1
source: bare brickwork
de: Rohbau
es: Obra bruta
it: nuda muratura
nl: Ruwbouw

# label_state_2
source: by arrangement
de: nach Vereinbarung
es: a concordar
it: da concordare
nl: Volgens afspraak

# label_state_3
source: dilapidated
de: baufällig
es: en mal estado
it: fatiscente
nl: Bouwvallig

# label_state_4
source: first occupancy
de: Erstbezug
es: Primera ocupación
it: prima occupazione
nl: Nieuw

# label_state_5
source: for demolition
de: Abrissobjekt
es: para demoler
it: da demolire
nl: Afbraakpand

# label_state_6
source: gutted
de: entkernt
es: vaciada
it: eviscerato
nl: Gestript

# label_state_7
source: modernized
de: modernisiert
es: modernizada
it: modernizzato
nl: Gemoderniseerd

# label_state_8
source: neat
de: gepflegt
es: necesita arreglos
it: pulito
nl: Normaal

# label_state_9
source: in need of renovation
de: renovierungsbedürftig
es: para total renovación
it: da ristrutturare
nl: Renovatie nodig

# label_state_10
source: reconditioned
de: neuwertig
es: reacondicionada
it: ristrutturato
nl: Zo goed als nieuw

# label_state_11
source: renovated
de: renoviert
es: renovada
it: rinnovato
nl: Gerenoveerd

# label_state_12
source: sanitated
de: saniert
es: saneada
nl: Gesaneerd

# label_state_13
source: planned
de: projektiert
es: proyectada
it: previsto
nl: Bouwplannen aanwezig

# label_state_14
source: not renovated
de: unsaniert
es: parcialmente renovada
nl: niet gerenoveerd

# label_state_15
source: partly renovated
de: teilsaniert
es: parcialmente saneada
nl: gedeeltelijk gerenoveerd

# label_state_16
source: currently being planned
de: in Projektierung
es: saneamiento planeado
nl: Renovatie gepland

# label_state_17
source: in need of renovation
de: sanierungsbedürftig
es: necesita renovacion
nl: Renovatie noodzakelijk

# label_state_18
source: fully rented
de: vollständig vermietet
es: totalmente alquilada
nl: Volledig verhuurd

# label_state_19
source: vacant
de: leer stehend
es: esta vacia
nl: Vrij

# label_state_20
source: partly rented
de: teilvermietet
es: parcialmente alquilada
nl: Gedeeltelijk verhuurd

# label_state_21
source: has building permit
de: mit Baugenehmigung
es: con permisos de obra
nl: Bouwvergunning aanwezig

# label_furnishing_category
source: Furnishing category
de: Ausstattungs-Kategorie
es: Categoria del mobiliario

# label_furnishing_category_2
source: upmarket
de: gehoben
es: superior

# label_furnishing_category_3
source: luxurious
de: Luxus
es: lujoso

# label_weofferyou_formal
source: We offer you the following objects:
de: Wir bieten Ihnen folgende Objekte an:
es: Le ofrecemos los siguientes objetos:
it: Vi offriamo i seguenti immobili:
nl: Wij bieden U de navolgende objecten aan:
ru: Ознакомтесь, пожалуйста, с нашими предложениями:
tr: Sizlere şu objeleri sunuyoruz:

# label_weofferyou_informal
source: We offer you the following objects:
de: Wir bieten dir folgende Objekte an:
es: Te ofrecemos los siguientes objetos:
it: Offriamo i seguenti immobili:
nl: Wij bieden U het navolgende object aan:
ru: Ознакомтесь пожалуйста с нашими предложениями:
tr: Sana şu objeleri sunuyoruz:

# label_yourfavorites_formal
source: You have the following objects on your favorites list:
de: Sie haben die folgenden Objekte auf Ihrem Merkzettel:
es: Los siguientes objetos se encuentran en su lista de favoritos.
it: Lei ha i seguenti immobili nella sua lista dei favoriti:
nl: U heeft de navolgende objecten op uw favorietenlijst:
ru: Список добавленных Вами в избранное:
tr: Şu objeler favori listenizde bulunmaktadır:

# label_yourfavorites_informal
source: You have the following objects on your favorites list:
de: Du hast die folgenden Objekte auf deinem Merkzettel:
es: Los siguientes objetos se encuentran en tu lista de favoritos.
it: Tu hai i seguenti immobili nella lista dei favoriti:
nl: Je hebt de navolgende objecten op je favorietenlijst:
ru: Список избранных:
tr: Şu objeler favori listende bulunmaktadır:

# label_your_objects_formal
source: Your objects:
de: Ihre Objekte:
es: Sus objetos:
it: I suoi immobili:
nl: Uw objecten:

# label_your_objects_informal
source: Your objects:
de: Deine Objekte:
es: Tus obejtos:
it: I tuoi immobili:
nl: Jouw objecten:

# label_objects_already_entered
source: You have already entered %u of %u objects.
de: Sie haben bereits %u von %u Objekten eingetragen.
es: Ya ha metido %u del total %u de objetos
it: Tu hai gi&agrave; inserito %u su %u immobili.
nl: U heeft reeds %u van %u objecten toegevoegd.

# label_no_objects_left
source: You cannot enter any more objects.
de: Sie können keine weiteren Objekte eintragen.
es: Ya no puedo meter mas objetos
it: Tu non puoi inserire altri immobili.
nl: U kunt geen objecten meer toevoegen

# label_one_object_left
source: You can enter one more object.
de: Sie können noch ein Objekt eintragen.
es: Solo puede meter un solo objeto más
it: Tu puoi inserire ancora un immobile.
nl: U kunt nog 1 object toevoegen

# label_multiple_objects_left
source: You can enter %u more objects.
de: Sie können noch %u Objekte eintragen.
es: Solo puede meter %u objetos
it: Tu puoi inserire ancora %u immobili.
nl: U kunt nog %u objecten toevoegen.

# label_searchin
source: Search in
de: Ergebnis weiter einschränken
es: Buscar en
it: Ricerca in
nl: Resultaten filteren
ru: Искать в
tr: Aramayı daralt

# label_page
source: Page
de: Seite
es: Página
it: Pagina
nl: Pagina
ru: Страница
tr: Sayfa

# label_approx
source: approx.
de: ca.
es: aprox.
it: circa
nl: ca.
ru: приблизительно
tr: yaklaşık

# label_back
source: Back to the list
de: Zurück
es: Volver al listado
it: Torna alla lista
nl: Terug
ru: Назад в список
tr: geri dön

# label_add_to_favorites
source: Add to favorites
de: Auf den Merkzettel
es: Añadir a mis favoritos
it: Aggiungi ai favoriti
nl: Op mijn favorietenlijst plaatsen
ru: Добавить в избранное
tr: Favori listesine ekle

# label_remove_from_favorites
source: Remove from favorites
de: Vom Merkzettel löschen
es: Borrar de mis favoritos
it: Rimuovi dai favoriti
nl: Van mijn favorietenlijst verwijderen
ru: Убрать из избранного
tr: Favori listesinden çıkar

# label_on_favorites_list
source: Objects on the favorites list:
de: Objekte auf dem Merkzettel:
es: Objetos en mi lista de favoritos
it: Immobili nella lista dei favoriti:
nl: Objecten op de favorietenlijst

# label_print_page
source: Print page
de: Seite drucken
es: Imprimir página
it: Stampa la pagina
nl: Print pagina

# label_filter_form
source: Search criteria
de: Suchkriterien
es: Criterios de busqueda
it: Criteri di ricerca
nl: Filter criteria

# label_enter_zip_or_city
source: City or ZIP code:
de: Stadt oder Postleitzahl:
es: Ciudad o codigo postal:
it: Citt&agrave; o CAP:
nl: Vul een plaatsnaam of postcode in:

# label_enter_object_number
source: Object number:
de: Objektnummer:
es: Nro. del objeto:
it: Codice immobile:
nl: Vul het objectnummer in:

# label_select_city
source: City:
de: Stadt:
es: Ciudad
it: Citt&agrave;:
nl: Plaats:

# label_pleaseselectcity
source: &#8212; Please select city &#8212;
de: &#8212; Bitte Stadt wählen &#8212;
es: &#8212; Seleccionar ciudad &#8212;
it: &#8212; Per favore scegli la citt&agrave; &#8212;
nl: Kies een plaatsnaam;
ru: &#8212; Пожалуйста, выберите город &#8212;
tr: &#8212; Lütfen şehir seçiniz &#8212;

# label_select_district
source: District:
de: Stadtteil:
es: Distrito
nl: Stadsdeel:

# label_pleaseselectdistrict
source: &#8212; Please select district &#8212;
de: &#8212; Bitte Stadtteil wählen &#8212;
es: &#8212; Por favor seleccione distrito &#8212;
nl: Kies een stadsdeel:

# label_select_house_type
source: House type:
de: Haustyp:
es: Tipo de casa:
nl: Woningtype:

# label_pleaseselecthousetype
source: &#8212; Please select house type &#8212;
de: &#8212; Bitte Haustyp wählen &#8212;
es: &#8212; Por favor seleccione tipo de casa &#8212;
nl: Kies een woningtype

# label_select_price_range
source: Rent/buying price:
de: Miete/Kaufpreis:
es: Alquiler/Precio compra:
it: Prezzo di affitto/vendita:
nl: Kies huur-/koopprijs:

# label_enter_rent
source: Rent/buying price from:
de: Miete/Kaufpreis von:
es: Alquiler/precio compra desde:
it: Prezzo di affitto/vendita da:
nl: Huur-/Koopprijs van:

# label_enter_living_area
source: Living area from:
de: Wohnraumgröße von:
es: Sala de estar desde:
it: Dimensioni abitabili da:
nl: Woonoppervlakte van:

# label_select_object_type
source: Only objects:
de: Nur Objekte:
es: Solo objetos:
it: Solo immobili:
nl: Enkel objecten:

# label_select_rent
source: for rent
de: zur Miete
es: para alquilar
it: per affitto
nl: te huur

# label_select_sale
source: for sale
de: zum Verkauf
es: para vender
it: per vendita
nl: te koop

# label_enter_number_of_rooms
source: Number of rooms:
de: Zimmeranzahl:
es: Nro de habitaciones
nl: Aantal kamers:

# label_less_than
source: less than
de: weniger als
es: menos de
it: meno di
nl: lager als

# label_greater_than
source: greater than
de: über
es: más de
it: piu' di
nl: hoger als

# label_to
source: to
de: bis
es: hasta
it: a
nl: tot

# label_next_image
source: go to the next image
de: zum nächsten Bild
es: ir a la próxima imágen
it: vai alla seguente immagine
nl: Volgende foto
ru: следующее изображение
tr: bir sonraki resim

# label_ascending
source: ascending
de: aufsteigend
es: ascendente
it: crescente
nl: oplopend
ru: убыванию
tr: yükselen

# label_descending
source: descending
de: absteigend
es: descendente
it: decrescente
nl: aflopend
ru: возростанию
tr: alçalan

# label_sort
source: sort
de: Sortieren
es: mostrar
it: ordina
nl: Sorteren
ru: сортировать
tr: Düzenle

# label_search
source: search
de: Suchen
es: buscar
it: ricerca
nl: Zoeken
ru: искать
tr: Arama

# label_sortby
source: Display sorted by
de: Anzeigen nach
es: Mostrar resultados por
it: Visualizza ordinati per
nl: Resultaten naar
ru: Сортировать по
tr: Düzenli göster

# label_random
source: random
de: zufällig
es: al azar
it: casuale
nl: Willekeurig

# label_contact
source: Contact us
de: Kontakt aufnehmen
es: Contacte con nosotros
it: Conttaci
nl: Contact opnemen
ru: Связаться с нами
tr: Bize Ulaşın

# label_close_window
source: Close window
de: Fenster schließen
es: Cerrar ventana
it: Chiudi finestra
nl: Venster sluiten
ru: Закрыть окно
tr: Penceryi kapat

# label_objects
source: objects
de: Objekte
es: objetos
nl: Objecten

# label_previous_page
source: previous object
de: zum vorherigen Objekt
es: objeto anterior
nl: Vorig object

# label_next_page
source: next object
de: zum nächsten Objekt
es: próximo objeto
nl: Volgend object

# message_yes
source: yes
de: ja
es: si
it: si
nl: ja
ru: да
tr: evet

# message_noResultsFound_realty_list_formal
source: No results were found with these search parameters. Please try refining your search.
de: Leider wurden keine Ergebnisse für Ihre Suchkriterien gefunden. Versuchen Sie die Suche zu verallgemeinern.
es: No se han encontrado resultados con estos parámetros. Por favor redefina su búsqueda
it: Nessun risultato trovato con questi parametri di ricerca. Si prega di modificare la ricerca.
nl: Helaas zijn er geen resultaten die aan uw criteria voldoen. Probeert U het eens met minder zoekopties.
ru: По заданым параметрам не найдено ни одного предложения. Пожалуйста, попробуйте изменить условия поиска.
tr: Maalaesef aradığınız kelime ile ilgili sonuç bulunamamıştır. Arama İşleminizi genelelleştirerek tekrar deneyiniz.

# message_noResultsFound_realty_list_informal
source: No results were found with these search parameters. Please try refining your search.
de: Leider wurden keine Ergebnisse für deine Suchkriterien gefunden. Versuche die Suche zu verallgemeinern.
es: No se han encontrado resultados con estos parámetros. Por favor redefine tu búsqueda
it: Nessun risultato trovato con questi parametri di ricerca. Modifica la ricerca.
nl: Helaas zijn er geen resultaten die aan je criteria voldoen. Probeer het eens met minder zoekopties.
ru: По заданым параметрам не найдено ни одного предложения. Пожалуйста, попробуйте изменить условия поиска.
tr: Maalaesef aradığın kelime ile ilgili sonuç bulunamamıştır. Arama İşlemini genelelleştirerek tekrar deneyin.

# message_noResultsFound_favorites_formal
source: Your favorites list currently is empty.
de: Zurzeit befinden sich keine Objekte auf Ihrem Merkzettel.
es: Su listado de favoritos se encuentra vacio.
it: La sua lista dei preferiti attualmente &egrave; vuota.
nl: Momenteel heeft U geen objecten op uw Favorietenlijst.
ru: В настоящий момент Ваш список избранного пуст.
tr: Favori listeniz boş

# message_noResultsFound_favorites_informal
source: Your favorites list currently is empty.
de: Zurzeit befinden sich keine Objekte auf deinem Merkzettel.
es: Tu listado de favoritos se encuentra vacio.
it: La tua lista dei preferiti &egrave; vuota.
nl: Momenteel heb je geen objecten op jouw Favorietenlijst.
ru: В настоящий момент Ваш список избранного пуст.
tr: Favori listen boş

# message_noResultsFound_contact_form_formal
source: The object you requested contact for does not exist.
de: Das von Ihnen für die Kontaktanfrage gewählte Objekt existiert nicht.
es: El objeto a contactar deseado por Vd. ya no existe
it: Gli immobili per cui ha richiesto i contatti non esistono.
nl: Het object wat u gekozen heeft bestaat niet (meer).

# message_noResultsFound_contact_form_informal
source: The object you requested contact for does not exist.
de: Das von dir für die Kontaktanfrage gewählte Objekt existiert nicht.
es: El objeto a contactar deseado por ti ya no exite
it: Gli immobili per cui hai richiesto i contatti non esistono.
nl: Het object wat u gekozen heeft bestaat niet (meer).

# message_noResultsFound_fe_editor_formal
source: The object does not exist in the database. Please choose another object or enter a new one.
de: Das Objekt existiert nicht in der Datenbank. Bitte wählen Sie ein anderes oder legen Sie einen neuen Datensatz an.
es: El objeto deseado ya no existen en la base de datos. Por favor elija otro objeto.
it: Gli immobili non esistono nel database. Per favore scelga un altro immobile o ne inserisca uno nuovo.
nl: Het opgevraagde object bevindt zich niet meer in onze database. Kies een ander object aub.

# message_noResultsFound_fe_editor_informal
source: The object does not exist in the database. Please choose another object or enter a new one.
de: Das Objekt existiert nicht in der Datenbank. Bitte wähle ein anderes oder lege einen neuen Datensatz an.
es: El objeto deseado ya no existen en la base de datos. Por favor elije otro objeto.
it: Gli immobili non esistono nel database. Per favore scegli un altro immobile o ne inseriscine uno nuovo.
nl: Het opgevraagde object bevindt zich niet meer in onze database. Kies een ander object aub.
