Repository: oliverklee/ext-realty
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, it, nl, ru, tr

# pi1_title
source: Realty Manager
de: Immobilienmanager
es: Manager Inmobiliário
it: Manager immobiliare
nl: Property manager
ru: Управление недвижимостью
tr: Emlak Yöneticisi

# pi1_description
source: Displays realty objects in the FE
de: Darstellung von Immobilienobjekten im FE
es: Listado de immobiliarias en el FE
it: Visualizza oggetti realty nella FE
nl: Geeft realty-objecten weer in de FE
ru: Управление недвижимостью
tr: Emlak Yöneticisi

# realty.pi_flexform.sheet_general
source: General
de: Allgemein
it: Generale
nl: Algemene beschrijving
ru: Общие
tr: Genel

# realty.pi_flexform.what_to_display
source: What should be displayed:
de: Was soll angezeigt werden:
es: Cuáles deberían ser mostradas
it: Cosa va visualizzato:
nl: Wat dient getoond te worden:
ru: Выберите, что нужно показать посетителю сайта:
tr: Ne gösterilsin:

# realty.pi_flexform.realty_list
source: Realty List
de: Immobilienliste
es: Listado Inmobiliário
it: Elenco immobili
nl: Lijst van objecten
ru: Список недвижемости
tr: Emlak Listesi

# realty.pi_flexform.favorites
source: Favorites
de: Merkzettel
es: Favoritos
it: Favoriti
nl: Favorieten
ru: Избранные
tr: Favoriler

# realty.pi_flexform.single_view
source: Single view
de: Einzelansicht
es: Vista única
it: Vista singola
nl: Detail aanzicht

# realty.pi_flexform.filter_form
source: Search form
de: Suchformular
es: Formulario de busqueda
it: Modulo ricerca
nl: Filterformulier

# realty.pi_flexform.contact_form
source: Contact form
de: Kontaktformular
es: Formulario de Coctacto
it: Modulo contatti
nl: Kontaktformulier

# realty.pi_flexform.my_objects
source: My objects
de: Meine Objekte
es: mis objetos
it: Mie immobili
nl: Mijn objecten

# realty.pi_flexform.offerer_list
source: Offerer list
de: Anbieterliste
es: Listado de proveedores
it: Lista proprietari
nl: Aanbiederlijst

# realty.pi_flexform.objects_by_owner
source: Objects by offerer
de: Objekte eines Anbieters
es: Objetos de un proveedor
it: Immobili per proprietario
nl: Objecten van deze aanbieder

# realty.pi_flexform.image_upload
source: Image upload
de: Bilder hochladen
es: Cargar imagen
it: Upload immobili
nl: Foto - Upload

# realty.pi_flexform.staticSqlFilter
source: Static SQL filter (will be appended to the WHERE clause using " AND "):
de: Statischer SQL-Filter (wird mit " AND " an die WHERE-Klausel angehängt):
es: Consulta SQL
it: Filtro SQL statico (viene aggiunto alla clausola di WHERE utilizzando " AND "):
nl: Statische SQL-Filter (word met " AND " aan de WHERE-Klausel gehangen):
ru: Статический фильтр SQL (добавляется к условию WHERE, можно использовать оператор " AND "):
tr: Statik SQL filitresi (" AND " ile birlikte WHERE clause ile kullanılır ):

# realty.pi_flexform.sheet_contactForm
source: Contact form
de: Kontaktformular
es: Formulario de contacto
it: Modulo contatti
nl: Kontaktformulier

# realty.pi_flexform.defaultContactEmail
source: E-mail address for contact requests if the realty object's contact data cannot be used:
de: E-Mail-Adresse für Kontaktanfragen, wenn keine Kontaktdaten des Immobilienobjekts zu Verfügung stehen:
es: Dirección correo electrónico, en el caso no existiese en el contacto
it: Indirizzo e-mail per le richieste se non va usato il contatto del proprietario:
nl: Default e-mail adres voor aanvragen

# realty.pi_flexform.blindCarbonCopyAddress
source: E-mail address for a blind carbon copy of each request:
de: E-Mail-Adresse für eine Blindkopie jeder Anfrage:
es: Dirección de correo electrónico para envio de copia oculta por cada petición
it: Indirizzo e-mail per una copia nascosta di ogni richiesta:
nl: E-Mailadres voor een blind copy van elke aanvraag

# realty.pi_flexform.requiredContactFormFields
source: Required form fields:
de: Pflicht-Formularfelder:
es: Campo obligatorio
it: Campi obbligatori:
nl: Verplichte invoervelden:

# realty.pi_flexform.visibleContactFormFields
source: Form fields to show:
de: Angezeigte Formularfelder:
es: Campos a mostrar
it: Campi da visualizzare nel modulo:
nl: Invoervelden te tonen:

# realty.pi_flexform.request
source: message text
de: Nachrichtentext
es: Mensaje de Texto

# realty.pi_flexform.viewing
source: checkbox about a viewing
de: Besichtigungstermin-Checkbox
es: Checkbox- Concertar visita

# realty.pi_flexform.information
source: checkbox about object information
de: Objektinformationen-Checkbox
es: Checkbox -Información del objeto

# realty.pi_flexform.callback
source: checkbox about object a callback
de: Rückruf-Checkbox
es: Checkbox - Devolución de llamada

# realty.pi_flexform.terms
source: checkbox for the terms
de: AGB-Checkbox
es: Checkbox - Condiciones Generales

# realty.pi_flexform.law
source: note concerning the law against unfair competition
de: UWG-Hinweis
es: Nota concerniente ley competencia desleal

# realty.pi_flexform.termsPID
source: Page with the terms:
de: Seite mit den AGB:
es: Página con las condiciones generales

# realty.pi_flexform.showContactPageLink
source: Show link to the contact form in the favorites view:
de: Link zum Kontaktformular auf dem Merkzettel anzeigen:
es: Mostrar Link al formulacio de contacto en el bloc de notas
it: Mostra il link al modulo contatti nella lista favoriti:
nl: Directe mail aan de aanbieder toestaan:

# realty.pi_flexform.checkboxesFilter
source: DB field to create the search filter checkboxes from:
de: DB-Feld, aus dem die Suchfilter-Checkboxen erzeugt werden:
es: Campo de la base de datos para mostrar opciones de búsqueda
it: Campi del DB con cui creare le caselle del filtro di ricerca:
nl: DB-Veld, waar de zoekfilter checkboxen gegenereerd worden:
ru: Поля базы данных доступные для фильтрации поиска:
tr: İçinden arama filitresi ve onay kutucuğu (checkbox) oluşturabilen veri bankası tablosu:

# realty.pi_flexform.orderBy
source: Initially, sort list view by:
de: Listenansicht zu Anfang sortieren nach:
es: Mostrar listado segun criterios:
it: Inizialmente, ordina la lista per:
nl: Sorteer de lijstaanzicht naar:

# realty.pi_flexform.sortCriteria
source: DB fields by which a FE user can sort the list view:
de: DB-Felder, nach denen ein FE-User die Listenansicht sortieren kann:
es: Campos de la Base da datos con los que el usuario podrá ordenar los resultados
it: Campi del DB per cui nel FE si puo' ordinare la lista:
nl: DB-Velden, waarna de FE-User de lijst van resultaten sorteren kan:
ru: Поля базы данных доступные для фильтрации списка недвижимости:
tr: Kullanıcı tarafından liste görünümü düzenlenebilen Veri Bankası tabloları:

# realty.pi_flexform.random
source: random
de: zufällig
es: al azar
it: casuale
nl: Willekeurig

# realty.pi_flexform.fromTsSetup
source: (from TS setup)
de: (aus dem TS-Setup)
es: (del TS- Setup)
it: (dal setup di TS)
nl: (uit de TS Set-up)

# realty.pi_flexform.hide
source: hide
de: verstecken
es: esconder
it: nascosto
nl: Verberg

# realty.pi_flexform.show
source: show
de: anzeigen
es: mostrar
it: visibile
nl: Toon

# realty.pi_flexform.singlePID
source: Page for the single view:
de: Seite mit der Einzelansicht:
es: Página para mostrar la ficha técnica
it: Pagina per la vista singola:
nl: Pagina voor de single aanzicht:
ru: Страница для просмотра единственного елемента недвижимости (single):
tr: Sayfa Detaylı (tek)görünüşü

# realty.pi_flexform.favoritesPID
source: Page with the favorites list:
de: Seite mit dem Merkzettel:
es: Página para favoritos
it: Pagina con lista favoriti:
nl: Pagina voor de favorietenlijst:
ru: Страница с избранными:
tr: Sayfa favoriler

# realty.pi_flexform.editorPID
source: Page with the FE editor:
de: Seite mit dem FE-Editor:
es: Página con el FE-Editor
it: Pagina con editor FE:
nl: Pagina met de FE editor

# realty.pi_flexform.imageUploadPID
source: Page with the FE image upload:
de: Seite zum Hochladen von Bildern:
es: Página para subir las Imagenes del FE
it: Pagina con caricamento immagini nel FE:
nl: Pagina met de FE foto-upload

# realty.pi_flexform.objectsByOwnerPID
source: Page with list of objects by one owner:
de: Seite mit der Liste der Objekte eines Anbieters:
es: Página con los objetos de un proveedor
it: Pagina con lista immobili per un proprietario:
nl: Pagina voor de lijst met objecten van een aanbieder

# realty.pi_flexform.userGroupsForOffererList
source: FE user groups for the offerer list:
de: FE-Benutzergruppen für die Anbieterliste:
es: Grupo de Usuarios del FE para la lista del proveedor
it: Gruppo utenti di FE per lista proprietari:
nl: FE gebruikersgroep voor de Aanbiederlijst

# realty.pi_flexform.sysFolderForFeCreatedRecords
source: System folder for FE-created records:
de: System-Ordner für im FE erstellte Objekte:
es: Carpeta de sistema para los objetos creados
it: Directory per immobili creati nel FE:
nl: Systeemfolder voor de in FE ingevoerde objecten

# realty.pi_flexform.feEditorRedirectPid
source: FE page displayed after saving a FE-created record:
de: Angezeigte Seite nach dem Speichern im FE-Editor:
es: Página FE después de crear un objeto
it: Pagina di FE da visualizzare dopo la creazione di un nuovo record da FE:
nl: Welke FE pagina dient getoond worden na het opslaan van een object

# realty.pi_flexform.feEditorNotifyEmail
source: E-mail address that receives a message when a new record has been FE-created:
de: E-Mail-Adresse, an die eine Nachricht über jeden neu erstellten FE-Datensatz geschickt wird:
es: Correo electronico que recibira un mensaje cada vez que se cree un nuevo objeto
it: Indirizzo e-mail che riceve un messaggio quando viene creato un nuovo record nel FE:
nl: Welk e-mailadres ontvangt een bevestiging als er een nieuw object is aangelegd

# realty.pi_flexform.showGoogleMaps
source: Show Google Maps in list view:
de: Zeige Google Maps in der Listenansicht:
es: Mostrar Mapas de Google en el listado
it: Mostra Google Maps:
nl: Toon Google Maps:

# realty.pi_flexform.defaultCountry
source: Default country of objects:
de: Standard-Land der Objekte:
es: Pais Standart de los objetos
it: Nazione di default degli immobili:
nl: Default land voor objecten

# realty.pi_flexform.sheet_searchForm
source: Search form
de: Suchformular
es: Formulario de busqueda
it: Modulo di ricerca
nl: Zoekformulier

# realty.pi_flexform.displayedSearchWidgetFields
source: Search fields to show:
de: Angezeigte Suchfelder:
es: Campos del formulario de busqueda
it: Campi di ricerca da visualizzare:
nl: Toon de zoekvelden:

# realty.pi_flexform.displaySite
source: city and ZIP
de: Ort und PLZ
es: Ciudad y Codigo postal
it: citt&agrave; e CAP
nl: Plaats & Postcode

# realty.pi_flexform.displayCity
source: city drop-down
de: Stadt-Drop-down
es: Ciudad Drop-Down
it: drop-down delle citt&agrave;
nl: Plaats Drop Down

# realty.pi_flexform.displayDistrict
source: district drop-down
de: Stadtteil-Drop-down
es: Distrito Drop-Down
nl: Stadsdeel Drop Down

# realty.pi_flexform.displayHouseType
source: house type drop-down
de: Haustyp-Drop-down
es: Tipo de casa Drop-Down
nl: Woningtype Drop Down

# realty.pi_flexform.displayRent
source: price input fields
de: Preis-Eingabefelder
es: Campo del precio
it: campo inserimento prezzo
nl: Prijs invoervelden

# realty.pi_flexform.displayPriceRange
source: rent/buying price drop-down
de: Miete-/Kaufpreis-Drop-down
es: Alquiler - Compra Drop-Down
it: drop-down con prezzo di affitto/vendita
nl: Huur-/Koopprijs drop-down

# realty.pi_flexform.displayObjectNumber
source: object number
de: Objektnummer
es: Nro. del Objeto
it: codice immobile
nl: Objectnummer

# realty.pi_flexform.displayObjectType
source: Radiobuttons rent/sale
de: Radiobuttons Kauf/Miete
es: Campo Radio Compra/Alquiler
it: campi di scelta affitto/vendita
nl: Buttons huur/koop

# realty.pi_flexform.displayNumberOfRooms
source: Number of rooms
de: Zimmeranzahl
es: Nro. de habitaciones
nl: Aantal kamers

# realty.pi_flexform.displayLivingArea
source: Living area
de: Wohnraum
es: Salon
it: Area vivibile
nl: Woonoppervlakte

# realty.pi_flexform.filterTargetPID
source: Target page for the search widget:
de: Zielseite für das Suchwidget:
es: Página de destino para el selector de ciudades
it: Pagina di destinazione del componente di ricerca:
nl: Doel pagina voor de stadskeuze:
ru: Страница с выбором недвижемости по городам:
tr: Şehir seçicisi için Sayfa

# realty.pi_flexform.priceRangesForFilterForm
source: Price ranges for the price selector:
de: Preisspannen für den Preis-Drop-down:
es: Preis entre y para el Menu Drop-Down
it: Ranges dei prezzi per il selettore dei prezzi:
nl: Prijsrange voor het zoekformulier

# realty.pi_flexform.objectNumber
source: Object number
de: Objektnummer
es: Nro Objeto
it: Codice immobile
nl: Objectnummer

# realty.pi_flexform.sheet_offererInformation
source: Offerer information
de: Anbieter-Informationen
es: Information proveedor
it: Informazioni proprietario
nl: Aanbieder informatie

# realty.pi_flexform.displayedContactInformation
source: Contact data to show for all FE user groups:
de: Kontaktdaten, die für alle FE-Benutzergruppen angezeigt werden:
es: Campos de contacto, para todos los usuarios del grupo
it: Contatti da mostrare per tutti i gruppi utenti di FE:
nl: Contactgegevens voor alle FE - Users groepen:

# realty.pi_flexform.groupsWithSpeciallyDisplayedContactInformation
source: FE user groups with different contact data:
de: FE-Benutzergruppen mit anderen Kontaktdaten:
es: Grupo de usuarios del FE con otros datos de contacto
it: Gruppi di utenti FE con campi contatto differenti:
nl: FE User groepen met afwijkende contactgegevens:

# realty.pi_flexform.displayedContactInformationSpecial
source: Contact data to show for these FE user groups:
de: Kontaktdaten, die für diese FE-Benutzergruppen angezeigt werden:
es: Campos de contacto a mostar para estos usuarios
it: Dati di contatto da visualizzare per questi gruppi di utenti FE:
nl: Toon navolgende contactgegevens van deze FE-User groep:

# realty.pi_flexform.firstUserGroup
source: first user group
de: erste Benutzergruppe
es: Primer grupo de usuarios
it: primo gruppo utenti
nl: Gebruikersgroep

# realty.pi_flexform.company
source: company
de: Firma
es: compañia
it: azienda
nl: Bedrijfsnaam

# realty.pi_flexform.street
source: street
de: Straße
es: calle
it: via
nl: Straat

# realty.pi_flexform.city
source: city
de: Stadt
es: ciudad
it: citt&agrave;
nl: Plaats

# realty.pi_flexform.zip_and_city
source: ZIP and city
de: PLZ und Stadt
es: ciudad y codigo postal
it: citt&agrave; e CAP
nl: Postcode + Plaatsnaam

# realty.pi_flexform.telephone
source: telephone
de: Telefonnummer
es: telefono
it: telefono
nl: Telefoon

# realty.pi_flexform.email
source: e-mail address
de: E-mail
es: dirección de correo
it: indirizzo e-mail
nl: E-Mail

# realty.pi_flexform.image
source: image
de: Bild
es: imagen
it: immagine
nl: Foto

# realty.pi_flexform.objectsByOwnerLink
source: link to page with list of objects by one owner
de: Verlinke zur Seite mit der Liste der Objekte eines Anbieters
es: Link a la página con los objetos del proveedor
it: link alla pagina con la lista degli immobili di un proprietario
nl: Link naar de pagina met alle objecten van de aanbieder

# realty.pi_flexform.sheet_advertisements
source: Advertisements
de: Inserate
es: Anuncios publicitarios
it: Pubblicizzazione
nl: Advertentie's

# realty.pi_flexform.advertisementPID
source: Page with the advertisement form:
de: Seite mit dem Inseratsformular:
es: Página con el formulario para los anuncios
it: Pagina con il modulo della pubblicit&agrave;:
nl: Pagina met het advertentieformulier:

# realty.pi_flexform.advertisementParameterForObjectUid
source: GET parameter for the object UID:
de: GET-Parameter für die Objekt-UID:
es: Parametros GET para el UID del objeto:
it: parametri GET per l'UID dell'immobile:
nl: GET parameters voor de object UID:

# realty.pi_flexform.advertisementExpirationInDays
source: Expiration period of advertisements (in days):
de: Dauer der Inserate (in Tagen):
es: Duración del anuncio (en dias):
it: Scadenza dei messaggi pubblicitari (in giorni):
nl: Afloopperiode van de advertentie's (in dagen):

# realty.pi_flexform.singleViewPartsToDisplay
source: Single view parts to display:
de: Angezeigte Teile der Einzelansicht:
es: Vista parcial del objeto
it: Parti da visualizzare nella scheda singola:
nl: Toon single view onderdelen:

# realty.pi_flexform.nextPreviousButtons
source: next/previous buttons
de: Buttons "Zum nächsten/vorherigen Objekt"
es: Button átras/próximo
nl: volgende/vorige buttons

# realty.pi_flexform.heading
source: heading
de: Überschrift
es: Cabecera
it: intestazione
nl: Titel

# realty.pi_flexform.address
source: address
de: Adresse
es: Dirección
it: indirizzo
nl: Adres

# realty.pi_flexform.description
source: description
de: Beschreibung
es: Descripcion
it: descrizione
nl: Beschrijving

# realty.pi_flexform.documents
source: documents
de: Dokumente
es: Documento

# realty.pi_flexform.price
source: rent/buying price
de: Miete/Kaufpreis
es: Precio Alquiler/Compra
it: prezzo di affitto/vendita
nl: huur-/koopprijs

# realty.pi_flexform.overviewTable
source: overview table
de: Übersichtstabelle
es: Tabla principal
it: tabella riassuntiva
nl: Overzichtstabel

# realty.pi_flexform.contactButton
source: button "contact"
de: Button "Kontakt aufnehmen"
es: button " Contactar"
it: bottone "contatti"

# realty.pi_flexform.addToFavoritesButton
source: button "add to favorites"
de: Button "Auf den Merkzettel"
es: button "Añadir a favoritos"
nl: button "op mijn favorietenlijst"

# realty.pi_flexform.printPageButton
source: button "print"
de: Button "Drucken"
es: button "Imprimir"
nl: button "printen"

# realty.pi_flexform.backButton
source: buttons "back"
de: Button "Zurück"
es: button " Atras"
nl: button "terug"

# realty.pi_flexform.furtherDescription
source: fields "equipment", "location" and "misc"
de: Felder "Ausstattung", "Lage" und "Sonstiges"
es: Campos "Equipamiento", "Situación" y "Otros"
it: campi "attrezzatura", "localit&agrave;" e "varie"
nl: velden 'apparatuur, locatie en overige'

# realty.pi_flexform.imageThumbnails
source: images
de: Bilder
es: imagen
it: immagini
nl: Foto's

# realty.pi_flexform.offerer
source: offerer information
de: Anbieterinformationen
es: Informacion del proveedor
it: informazioni proprietario
nl: Informatie van de aanbieder

# realty.pi_flexform.status
source: object status
de: Objektstatus
es: Status del objeto

# date_format
source: Y-m-d
de: d.m.Y

# label_title
source: Title
de: Titel
es: Título
it: Titolo
nl: Titel
ru: Заголовок
tr: Başlık

# label_city
source: City
de: Ort
es: Ciudad
it: Citt&agrave;
nl: Plaats
ru: Город
tr: Şehir

# label_district
source: District
de: Ortsteil
es: Provincia
it: Area
nl: Stadsdeel
ru: Район
tr: Semt

# label_country
source: Country
de: Land
es: Pais
it: Nazione
nl: Land

# label_tstamp
source: Date of last change
de: Änderungsdatum
es: Fecha del último cambio
it: Data ultima modifica
nl: Wijzigings datum
ru: Дата последнего изменения
tr: Son Değişim tarihi

# label_extra_charges
source: Extra charges
de: Nebenkosten
es: Cargas extras
it: Spese extra
nl: Energiekosten
ru: Дополнительные выплаты
tr: Ekstra ücretler

# label_extra_charges_short
source: Extra charges
de: <acronym title="Nebenkosten">NK</acronym>
es: Cargas extras
it: Spese extra
nl: <acronym title="Energiekosten">NK</acronym>
ru: Дополнительные выплаты
tr: <acronym title="Ekstra ücretler">NK</acronym>

# label_rent_excluding_bills
source: Rent excluding bills
de: Kaltmiete
es: Alquiler sin gastos adicionales
it: Affitto escluso bollette
nl: Kale huur
ru: Аренда
tr: Aidatsız/ ekstrasız kira

# label_rent_with_heating_costs
source: Rent with heating costs
de: Warmmiete

# label_rent_excluding_bills_short
source: Rent excluding bills
de: <acronym title="Kaltmiete">KM</acronym>
es: Alquiler sin gastos adicionales
it: Affitto escluso bollette
nl: <acronym title="Kale huur">KM</acronym>
ru: Аренда
tr: <acronym title="Aidatsız/ ekstrasız kira">KM</acronym>

# label_rent_per_square_meter
source: Rent/m²
de: Miete/m²
es: Alquiler pro m

# label_number_of_rooms
source: Number of rooms
de: Zimmeranzahl
es: Número de habitaciones
it: Numero di stanze
nl: Aantal kamers
ru: Количество комнат
tr: Oda sayısı

# label_number_of_rooms_short
source: rooms
de: Zimmer
es: habitaciones
it: stanze
nl: Kamers
ru: комнат
tr: Odalar

# label_balcony
source: Balcony/patio
de: Balkon/Terrasse
es: Balcón/Terraza
it: Balcone/terrazzo
nl: Balkon/Terras
ru: Балкон/лоджия
tr: Balkon/Teras

# label_balcony_short
source: balcony/patio
de: Balkon/Terrasse
es: balcon/terraza
it: balcone/terrazzo
nl: Balkon/Terras
ru: балкон/лоджия
tr: Balkon/Teras

# label_garden
source: garden
de: Garten/-mitbenutzung
es: Jardín / Jardín comunitario
it: giardino
nl: Tuin/-deelgebruik
ru: сад
tr: Bahçe

# label_garden_short
source: Garden (usage)
de: Garten
es: jardín
it: Giardino
nl: Tuin
ru: Сад (общий)
tr: Bahçe (kullanım)

# label_elevator
source: Elevator
de: Personenaufzug
es: Ascensor
it: Ascensore
nl: Lift
ru: Лифт
tr: Asansör

# label_elevator_short
source: elevator
de: Personenaufzug
es: ascensor
it: ascensore
nl: Lift
ru: лифт
tr: asansör

# label_has_air_conditioning
source: Air conditioning
de: Klimaanlage
es: Aire Acondicionado
it: Aria condizionata

# label_has_air_conditioning_short
source: air conditioning
de: Klimaanlage
es: aire acondicionado
it: aria condizionata

# label_has_community_pool
source: Community pool
de: Gemeinschaftspool
es: Piscina comunitaria
it: Piscina comune
nl: Gemeenschappelijk zwembad

# label_has_community_pool_short
source: community pool
de: Gemeinschaftspool
es: Piscina comunitaria
it: piscina comune
nl: gemeenschappelijk zwembad

# label_distance_to_the_sea
source: Distance to the sea
de: Entfernung zum Meer
es: Distancia al mar

# label_sea_view
source: Sea view
de: Meerblick
es: Vista al mar

# label_barrier_free
source: Barrier-free
de: Barrierefrei
es: Acceso discapacitados
it: Accessibile
nl: Rolstoelvoorzieningen
ru: Удобства
tr: Özürlüler için uygunluk

# label_barrier_free_short
source: barrier-free
de: barrierefrei
es: acceso discapacitados
it: accessibile
nl: rolstoelvoorzieningen
ru: удобства
tr: Özürlüler için uygunluk

# label_wheelchair_accessible
source: Wheelchair-accessible
de: Rollstuhlgerecht

# label_wheelchair_accessible_short
source: wheelchair-accessible
de: rollstuhlgerecht

# label_ramp
source: Ramp
de: Rampe

# label_ramp_short
source: ramp
de: Rampe

# label_lifting_platform
source: Lifting platform
de: Hebebühne

# label_lifting_platform_short
source: lifting platform
de: Hebebühne

# label_suitable_for_the_elderly
source: Suitable for the elderly
de: Seniorengerecht

# label_suitable_for_the_elderly_short
source: senior-friendly
de: seniorengerecht

# label_assisted_living
source: Assisted living
de: Betreutes Wohnen
es: Portero automático
it: Abitazione assistita
nl: Aanleunwoning
ru: С обслуживанием
tr: Özürlüler /Yaşlılar için bakım

# label_assisted_living_short
source: assisted living
de: betreutes Wohnen
es: portero automático
it: abitazione assistita
nl: Aanleunwoning
ru: с обслуживанием
tr: Özürlüler /Yaşlılar için bakım

# label_fitted_kitchen
source: Fitted kitchen
de: Einbauküche
es: Cocina equipada
it: Cucina
nl: Keuken
ru: Совместная кухня
tr: Hazır Mutfak

# label_fitted_kitchen_short
source: fitted kitchen
de: <acronym title="Einbauküche">EBK</acronym>
es: cocina equipada
it: cucina
nl: <acronym title="Keuken">EBK</acronym>
ru: совместная кухня
tr: Hazır Mutfak

# label_flooring
source: Flooring
de: Bodenbelag
es: Tipo de suelo

# label_flooring_1
source: tiled
de: Fliesen
es: Ceramica

# label_flooring_2
source: stone
de: Stein
es: Piedra

# label_flooring_3
source: carpet
de: Teppich
es: tapiz

# label_flooring_4
source: parquet
de: Parkett

# label_flooring_5
source: prefinished floor
de: Fertigparkett
es: parquet

# label_flooring_6
source: laminate
de: Laminat
es: laminado

# label_flooring_7
source: timber piling
de: Dielen
es: tarima
