Repository: oliverklee/ext-realty
Catalog: Resources/Private/Language/dk.locallang.xlf
Languages: dk

# pi1_title
source: Realty Manager
dk: Ejendomsmanager

# pi1_description
source: Displays realty objects in the FE
dk: Ejendomsmanager

# realty.pi_flexform.sheet_general
source: General
dk: Generelt

# realty.pi_flexform.what_to_display
source: What should be displayed:
dk: Hvad skal vises på hjemmesiden:

# realty.pi_flexform.realty_list
source: Realty List
dk: Ejendomsoversigt (Projekter)

# realty.pi_flexform.favorites
source: Favorites
dk: Favoritter

# realty.pi_flexform.staticSqlFilter
source: Static SQL filter (will be appended to the WHERE clause using " AND "):
dk: Statisk SQL filter:

# realty.pi_flexform.checkboxesFilter
source: DB field to create the search filter checkboxes from:
dk: Database felt til oprettelse af "checkboxe" til søgefilter:

# realty.pi_flexform.sortCriteria
source: DB fields by which a FE user can sort the list view:
dk: Databasefelt som brugeren kan sortére visningen efter:

# realty.pi_flexform.singlePID
source: Page for the single view:
dk: Side for enkelt visning:

# realty.pi_flexform.favoritesPID
source: Page with the favorites list:
dk: Underside med favoritter:

# realty.pi_flexform.filterTargetPID
source: Target page for the search widget:
dk: Målside for en valgt by/område:

# label_title
source: Title
dk: Titel

# label_city
source: City
dk: By

# label_district
source: District
dk: Område

# label_tstamp
source: Date of last change
dk: Sidst rettet/tilpasset

# label_extra_charges
source: Extra charges
dk: Faste omkostninger

# label_extra_charges_short
source: Extra charges
dk: FO

# label_rent_excluding_bills
source: Rent excluding bills
dk: Omkostninger ekskl. varme

# label_rent_excluding_bills_short
source: Rent excluding bills
dk: FOEV

# label_number_of_rooms
source: Number of rooms
dk: Antal værelser

# label_number_of_rooms_short
source: rooms
dk: Værelser

# label_balcony
source: Balcony/patio
dk: Balkon/Terrasse

# label_balcony_short
source: balcony/patio
dk: Balkon/Terrasse

# label_garden
source: garden
dk: Have

# label_garden_short
source: Garden (usage)
dk: Have (udnyttet)

# label_barrier_free
source: Barrier-free
dk: Handicapvenligt

# label_barrier_free_short
source: barrier-free
dk: handicapvenligt

# label_assisted_living
source: Assisted living
dk: Hjælpe ældre og handikappede i hjemmet (Assisted Living)

# label_fitted_kitchen
source: Fitted kitchen
dk: Køkken

# label_fitted_kitchen_short
source: fitted kitchen
dk: Køkken

# label_construction_year
source: Year of construction
dk: Byggeår

# label_construction_year_short
source: year of construction
dk: byggeår

# label_usable_from
source: Can be used starting at
dk: Kan overtages

# label_usable_from_short
source: can be used starting at
dk: kan overtages

# label_object_number
source: Object #
dk: Objekt #

# label_address
source: Address
dk: Adresse

# label_description
source: Description
dk: Beskrivelse

# label_equipment
source: Equipment
dk: Inventar

# label_overview
source: Overview
dk: Oversigt

# label_location
source: Location
dk: Beliggenhed

# label_misc
source: Miscellaneous
dk: Andre forhold

# label_layout
source: Layout
dk: Indretning

# label_living_area
source: Living area
dk: Areal til beboelse

# label_total_area
source: Total area
dk: Brutto areal

# label_heating_included
source: Extra charges include heating
dk: Øvrige omkostninger (inkl. varme)

# label_deposit
source: Security deposit
dk: Depositum

# label_provision
source: Provision/broker's fee
dk: Provision/Courtage

# label_buying_price
source: Price for buying
dk: Købspris

# label_year_rent
source: Net rent per year
dk: Netto husleje (årligt)

# label_apartment_type
source: Apartment type
dk: Lejlighedstype

# label_house_type
source: House type
dk: Hustype

# label_floor
source: Floor
dk: Etage

# label_floors
source: Number of floors
dk: Antal etager

# label_bedrooms
source: Number of bedrooms
dk: Antal soveværelser

# label_bathrooms
source: Number of bathrooms
dk: Antal badeværelser

# label_heating_type
source: Type of heating
dk: Opvarmningstype

# label_heating_type_1
source: district heating
dk: Fjernvarme

# label_heating_type_2
source: central heating
dk: Centralvarme

# label_heating_type_3
source: electric heating
dk: Elvarme

# label_heating_type_4
source: floor heating
dk: Gulvvarme

# label_heating_type_5
source: gas heating
dk: Gasvarmer

# label_heating_type_6
source: green fuel heating
dk: Alternativ varme

# label_heating_type_7
source: heat pump heating
dk: Varmepumpevarme

# label_heating_type_8
source: oil heating
dk: Oliefyr

# label_heating_type_9
source: self-contained central heating
dk: Etageopvarmning

# label_heating_type_10
source: solar heating
dk: Solcelleopvarmning

# label_heating_type_11
source: heating by stove
dk: Ovnopvarmning

# label_heating_type_12
source: zone heating
dk: Blokvarme

# label_garage_type
source: Parking space type
dk: Garage/Parkeringsplads

# label_garage_rent
source: Rent for garage/parking space
dk: Lejepris for garage

# label_garage_price
source: Price for buying the garage/parking space
dk: Købspris for garage/pakeringsplads

# label_pets
source: Pets
dk: Husdyr

# label_state
source: Condition
dk: Tilstand

# label_state_1
source: bare brickwork
dk: Efter kundens ønsker

# label_state_2
source: by arrangement
dk: Efter aftale

# label_state_3
source: dilapidated
dk: Nedrivningsobjekt

# label_state_4
source: first occupancy
dk: Nyopført

# label_state_5
source: for demolition
dk: Nedrivningsobjekt

# label_state_6
source: gutted
dk: Kernefjernet

# label_state_7
source: modernized
dk: Moderniseret

# label_state_8
source: neat
dk: Vedligeholdt

# label_state_9
source: in need of renovation
dk: Håndværkertilbud

# label_state_10
source: reconditioned
dk: Nyistandsat

# label_state_11
source: renovated
dk: Renoveret

# label_state_12
source: sanitated
dk: Saneret

# label_state_13
source: planned
dk: Planlagt

# label_weofferyou_formal
source: We offer you the following objects:
dk: Vi kan tilbyde dem følgende projekter/ejendomme:

# label_weofferyou_informal
source: We offer you the following objects:
dk: Vi kan tilbyde dem følgende projekter/ejendomme:

# label_yourfavorites_formal
source: You have the following objects on your favorites list:
dk: Du har følgende projekter i din oversigt:

# label_yourfavorites_informal
source: You have the following objects on your favorites list:
dk: Du har følgende projekter i din oversigt:

# label_searchin
source: Search in
dk: Søg indenfor resultater

# label_page
source: Page
dk: Side

# label_approx
source: approx.
dk: ca.

# label_back
source: Back to the list
dk: Tilbage til oversigten

# label_add_to_favorites
source: Add to favorites
dk: Tilføj til favoritter

# label_remove_from_favorites
source: Remove from favorites
dk: Fjern fra favoritter

# label_pleaseselectcity
source: &#8212; Please select city &#8212;
dk: - Vælg by -

# label_next_image
source: go to the next image
dk: Gå til næste billede

# label_sorry
source: Sorry!
dk: Beklager!

# label_ascending
source: ascending
dk: tiltagende

# label_descending
source: descending
dk: aftagende

# label_sort
source: sort
dk: Sortér

# label_search
source: search
dk: Søg

# label_sortby
source: Display sorted by
dk: Visning sorteret efter

# label_contact
source: Contact us
dk: Kontakt os

# label_close_window
source: Close window
dk: Vælg vindue

# message_yes
source: yes
dk: Ja

# message_noResultsFound_realty_list_formal
source: No results were found with these search parameters. Please try refining your search.
dk: Søgningen gav intet resultat. Prøv at tilpasse søgningen.

# message_noResultsFound_realty_list_informal
source: No results were found with these search parameters. Please try refining your search.
dk: Søgningen gav intet resultat. Prøv at tilpasse søgningen.

# message_noResultsFound_favorites_formal
source: Your favorites list currently is empty.
dk: Listen over favoritter er tom.

# message_noResultsFound_favorites_informal
source: Your favorites list currently is empty.
dk: Listen over favoritter er tom.

# message_invalidImage_formal
source: This image is not available in our databases. Please check that the address you've entered is correct. If you have followed a link to this page, the link might be incorrect or out of date.
dk: Dette billede er ikke tilgængeligt i databasen. Kontrollér om den adresse du har indtastet er korrekt. Hvis du har fulgt et link til denne side kan det være at linket er forkert eller forældet.

# message_invalidImage_informal
source: This image is not available in our databases. Please check that the address you've entered is correct. If you have followed a link to this page, the link might be incorrect or out of date.
dk: Dette billede er ikke tilgængeligt i databasen. Kontrollér om den adresse du har indtastet er korrekt. Hvis du har fulgt et link til denne side kan det være at linket er forkert eller forældet.

# message_please_login_formal
source: Please log in to view this page.
dk: Denne side kræver login for at kunne vises

# message_please_login_informal
source: Please log in to view this page.
dk: Denne side kræver login for at kunne vises
