Repository: oliverklee/ext-realty
Catalog: Resources/Private/Language/dk.locallang_import.xlf
Languages: dk

# message_zip_archive_not_installed
source: Importing is impossible because your PHP installation lacks in ZIP file functions. Please compile PHP with ZIP support by using the "--enable-zip" configure option. On a SUSE system the packages "php-zip" or "php5-zip" must be installed for this.
dk: Importen blev afbrudt fordi din PHP-installation mangler ZIP-fil funktion. Kompiler venligst PHP med ZIP-support ved at benytte "--enable-zip" konfigurationsoptionen. På et SUSE system skal pakkerne "php-zip" og "php5-zip" installeres

# message_no_zips
source: No ZIPs to extract. The configured import folder does not contain any ZIP archives. Please check the path configured in the extension manager and the contents of the folder.
dk: Ingen ZIP-filer at hente. Den konfigurerede importmappe indeholder ikke nogen ZIP-filer. Kontroller venligst den konfigurerede "extension manager" og indholdet af mappen.

# message_object_not_loaded
source: The record could not be loaded. Because of invalid contents, the record might not have been imported completely.
dk: Datamængden kunne ikke downloades. På grund af ugyldigt indhold er datamængden muligvis ikke blevet importeret fuldstændigt

# message_insertion_failed
source: An error occurred while trying to create a new database record. This record was not inserted into the database.
dk: En fejl opstod ved forsøget på skabe en ny database-fil. Databasen er ikke blevet opdateret

# message_deleted_flag_set
source: This record is marked to be deleted and is ignored by the importer because it does not exist in the database.
dk: Denne datamængde er blevet markeret til sletning. Hvis den eksisterer i databasen vil den blive slettet. Ellers vil den blive ignoreret.

# message_written_to_database
source: The record was written to the database.
dk: Datamængden blev skrevet ind i databasen

# message_fields_required
source: The record was not imported because the required fields are not set
dk: Datamængden blev ikke importeret fordi pligtfelterne ikke blev udfyldt

# message_openimmo_anid_not_matches_allowed_fe_user
source: The record was not imported because the option to restrict import on registered users is activated and this record's OpenImmo ANID did not match any OpenImmo ANID of a FE user who is in the allowed user groups. The record's OpenImmo ANID was:
dk: Datamændgen blev ikke importeret fordi optionen "restrict import" for registrerede brugere er aktiv og denne datamængdes OpenImmo ANID ikke matchede nogen OpenImmo ANID for en FE-bruger der er i den tilladte brugergruppe. Datamængdens OpenImmo ANID var:

# message_log_sent_to
source: The log was sent to
dk: Loggen blev sendt til

# message_extracted_successfully
source: The ZIP archive was extracted successfully.
dk: ZIP-arkivet blev ekstraheret med succes.

# message_extraction_failed
source: The extraction of this ZIP archive failed. The ZIP archive could not be opened. The file might be corrupt.
dk: Ekstrahering af dette ZIP-arkiv mislykkedes. ZIP-arkivet kunne ikke åbnes. Filen er muligvis fejlbehæftet.

# message_surplus_folder
source: The folder which needs to be created for importing already exists in your import directory. The record cannot be imported as long as this folder exists. Please remove this folder.
dk: Mappen som skal skabes for at kunne importere eksisterer allerede i "import directory". Datamængden kan ikke importeres så længe denne folder eksisterer. Vær venlig at fjerne denne mappe

# message_invalid_xml_path
source: The path of the XML file is not valid. There might be no extraction folder. This could be a file permissions problem. Please check you are permitted to write in the import directory.
dk: XML-filens sti er ikke valid. Muligvis er der ikke nogen "extraction folder". Dette kunne være et fil-adgangsproblem. kontroller venligst at du har tilladelse til at skrive i "import directory"

# message_too_many_xml
source: There must not be more than one XML file in the ZIP archive. Please remove the surplus XML files from the archive.
dk: Der kan ikke være mere end en XML-fil i ZIP-arkivet. Fjern venligst de øvrige XML-filer fra arkivet

# message_no_xml
source: No XML file could be found in the ZIP archive. If there is one anyway, please ensure the name ends with '.xml'.
dk: En XML-fil blev ikke fundet i ZIP-arkivet. Hvis XML-filen alligevel eksisterer så kontroller at filen slutter med '.xml'.

# message_successful_validation
source: The validation proceeded successfully.
dk: Valideringen var succesfuld.

# message_no_schema_file
source: There is no schema file set for validation.
dk: Der er ingen skema-fil indstillet til validering.

# message_invalid_schema_file_path
source: The path of the schema file is invalid. Please check your configuration in the extension manager.
dk: Skema-filens sti er ugyldig. Kontroller venligst dine konfigurationer i "extension manager".

# message_import_without_validation
source: The import is done without validation.
dk: Importen blev gennemført uden validering.

# message_please_validate
source: Please ensure the validity of the data to import.
dk: Kontroller venligst at datamængden er valid.

# message_validation_impossible
source: The validation is not possible. There might be a syntax error in the XML file to load.
dk: Validering er ikke mulig. Der er muligvis en syntax-fejli XML-filen

# message_line
source: Line
dk: Linie

# message_files_removed
source: The following files have been removed
dk: Følgende filer er blevet fjernet

# message_introduction
source: Here is the result of the last import of your OpenImmo records.
dk: Her er resultatet af den seneste OpenImmo import

# message_explanation
source: You are receiving this e-mail because you are the contact person for the OpenImmo records above.
dk: Du modtager denne e-mail fordi du er kontaktpersonen for følgende OpenImmo objekt

# label_object_number
source: Object Number
dk: Objekt nummer

# label_allowed
source: Allowed
dk: Tilladt

# label_not_allowed
source: Unwelcome
dk: Uvelkommen
