Repository: oliverklee/ext-realty
Catalog: Resources/Private/Language/dk.locallang_db.xlf
Languages: dk

# tx_realty_objects
source: Realty object
dk: Bolig objekt

# tx_realty_objects.object_number
source: Object number
dk: Objektnumber

# tx_realty_objects.object_type.I.0
source: for renting
dk: udlejes

# tx_realty_objects.object_type.I.1
source: for sale
dk: til salg

# tx_realty_objects.object_type
source: Object type
dk: Objekttype

# tx_realty_objects.title
source: Title
dk: Titel

# tx_realty_objects.emphasized
source: Emphasized
dk: Fremhævet

# tx_realty_objects.street
source: Street
dk: Gade

# tx_realty_objects.zip
source: ZIP code
dk: Postnummer

# tx_realty_objects.city
source: City
dk: By

# tx_realty_objects.district
source: District
dk: Bydel

# tx_realty_objects.number_of_rooms
source: Number of rooms
dk: Antal værelser

# tx_realty_objects.living_area
source: Living area in m²
dk: Beboelsesareal i m²

# tx_realty_objects.total_area
source: Total area in m²
dk: Total areal i m²

# tx_realty_objects.estate_size
source: Estate size in m²
dk: Grundareal i m²

# tx_realty_objects.rent_excluding_bills
source: Rent excluding bills
dk: Husleje før fællesudgifter

# tx_realty_objects.extra_charges
source: Extra charges
dk: Fællesudgifter

# tx_realty_objects.heating_included
source: Extra charges include heating
dk: Fællesudgifter inkl. varme

# tx_realty_objects.deposit
source: Security deposit
dk: Depositum

# tx_realty_objects.provision
source: Provision/Broker's fee
dk: Mæglersalær

# tx_realty_objects.usable_from
source: Can be used starting at
dk: Indflytningsklar fra

# tx_realty_objects.buying_price
source: Price for buying
dk: Købspris

# tx_realty_objects.year_rent
source: Net rent per year
dk: Årlig husleje

# tx_realty_objects.apartment_type
source: Apartment type
dk: Lejlighedstype

# tx_realty_objects.house_type
source: House type
dk: Ejendomstype

# tx_realty_objects.floor
source: Floor
dk: Etage

# tx_realty_objects.floors
source: Number of floors
dk: Antal etager

# tx_realty_objects.bedrooms
source: Number of bedrooms
dk: Antal værelser

# tx_realty_objects.bathrooms
source: Number of bathrooms
dk: Antal badeværelser

# tx_realty_objects.heating_type
source: Type of heating
dk: Opvarmningstype

# tx_realty_objects.garage_type
source: Parking space type
dk: Garage/parkering

# tx_realty_objects.garage_rent
source: Rent for garage/parking space
dk: Leje for garage/parkering

# tx_realty_objects.garage_price
source: Price for buying the garage/parking space
dk: Pris for garage/parkeringsbås

# tx_realty_objects.pets
source: Pets
dk: Husdyr

# tx_realty_objects.construction_year
source: Year of construction
dk: Bygningsår

# tx_realty_objects.old_or_new_building
source: Old or new building
dk: Gammel eller ny bygning

# tx_realty_objects.old_or_new_building.I.1
source: new building
dk: ny bygning

# tx_realty_objects.old_or_new_building.I.2
source: old building
dk: gammel bygning

# tx_realty_objects.state
source: Condition
dk: Tilstand

# tx_realty_objects.balcony
source: Balcony/patio
dk: Balkon/Altan

# tx_realty_objects.garden
source: Garden (usage)
dk: Have

# tx_realty_objects.barrier_free
source: Barrier-free
dk: Tilgængelig

# tx_realty_objects.assisted_living
source: Assisted living
dk: Handikapvenlig

# tx_realty_objects.fitted_kitchen
source: Fitted kitchen
dk: Integreret køkken

# tx_realty_objects.description
source: Description
dk: Beskrivelse

# tx_realty_objects.equipment
source: Equipment
dk: Udstyr

# tx_realty_objects.location
source: Location
dk: Beliggenhed

# tx_realty_objects.misc
source: Miscellaneous
dk: Iøvrigt

# tx_realty_objects.details_page
source: Separate page for the details view for this object
dk: Separat side for detaljeret objektbeskrivelse

# tx_realty_objects.images
source: Images
dk: Billeder

# tx_realty_objects.tstamp
source: Last changed
dk: Sidst ændret

# tx_realty_objects.employer
source: Employer
dk: Medarbejder

# tx_realty_objects.utilization
source: Utilization
dk: Anvendelsestype

# tx_realty_objects.contact_data_source
source: Contact data source (for contact form and detail view)
dk: Kontakt datakilden (for kontaktformular and detaljeret visning)

# tx_realty_objects.contact_data_source.I.0
source: This realty object
dk: Dette boligobjekt

# tx_realty_objects.contact_data_source.I.1
source: My account
dk: Min konto

# tx_realty_objects.contact_person
source: Contact person
dk: Kontaktperson

# tx_realty_objects.contact_email
source: Contact e-mail
dk: Kontakt e-mail

# tx_realty_objects.owner
source: FE user who has created this object
dk: FE-bruger der har skabt dette objekt

# tx_realty_objects.language
source: Language of the record
dk: Sprog for denne datamængde

# tx_realty_apartment_types
source: Apartment type
dk: Lejlighedstype

# tx_realty_apartment_types.title
source: Title
dk: Titel

# tx_realty_house_types
source: House type
dk: Boligtype

# tx_realty_house_types.title
source: Title
dk: Titel

# tx_realty_car_places
source: Car place
dk: Parkering

# tx_realty_car_places.title
source: Title
dk: Titel

# tx_realty_pets
source: Pets
dk: Husdyr

# tx_realty_pets.title
source: Title
dk: Titel

# tx_realty_images
source: Image
dk: Billede

# tx_realty_images.caption
source: Caption
dk: Billedtekst

# tx_realty_images.image
source: Image
dk: Billede

# tx_realty_cities
source: City
dk: By

# tx_realty_cities.title
source: City name
dk: Bynavn

# tx_realty_cities.save_folder
source: Folder for objects in this city (only for FE-created records)
dk: Mappe for objekter i denne by (kun for FE-skabte data)

# tx_realty_districts
source: District
dk: Bydel

# tx_realty_districts.title
source: The district's name
dk: Bydelens navn

# fe_users.tx_realty_tab
source: Realty
dk: Fast ejendom

# fe_users.tx_realty_openimmo_anid
source: OpenImmo offerer ID
dk: OpenImmo udbyder-ID

# tt_content.list_type_pi1
source: Realty Manager
dk: EjendomsManager
